Repository: markcapella/plasmaSnow
Catalog: po/*.po
Languages: cs, da, et, fi, fr, hu, is, it, lt, lv, nl, no, pl, pt, ro, sv, uk

source: If set, show snow blowing away. Flags: -blowsnow, -noblowsnow
cs: Je-li nastaveno, zobrazit odfouknutý sníh. Flags: -blowsnow, -noblowsnow
da: Vis, hvis det er indstillet, sne, der blæser væk. Flags: -blowsnow, -noblowsnow
et: Kui see on seatud, kuvage lumepuhumine. Flags: -blowsnow, -noblowsnow
fi: Jos asetettu, näytä, että lumi puhaltaa pois. Flags: -blowsnow, -noblowsnow
fr: S'il est réglé, montrez la neige qui souffle. Flags: -blowsnow, -noblowsnow
hu: Ha be van állítva, mutasd a hófúvást. Flags: -blowsnow, -noblowsnow
is: Ef þetta er stillt skaltu sýna snjó fjúka burt. Flags: -blowsnow, -noblowsnow
it: Se impostato, mostra la neve che soffia via. Flags: -blowsnow, -noblowsnow
lt: Jei nustatyta, parodykite, kaip pučia sniegas. Flags: -blowsnow, -noblowsnow
lv: Ja iestatīts, rādiet, kā pūš sniegs. Flags: -blowsnow, -noblowsnow
nl: Indien ingesteld, laat sneeuw wegwaaien zien. Flags: -blowsnow, -noblowsnow
no: Hvis angitt, vis snøen som blåser bort. Flags: -blowsnow, -noblowsnow
pl: Jeśli ustawiono, pokaż zamieć śnieżną. Flags: -blowsnow, -noblowsnow
pt: Se definido, mostre a neve soprando. Flags: -blowsnow, -noblowsnow
ro: Dacă este setat, afișați zăpada care curge. Flags: -blowsnow, -noblowsnow
sv: Om inställt, visa snö som blåser bort. Flags: -blowsnow, -noblowsnow
uk: Якщо встановлено, показувати сніг, що здуває. Flags: -blowsnow, -noblowsnow

source: Defaults
cs: Výchozí
da: Standarder
et: Vaikimisi
fi: Oletusarvot
fr: Par défaut
hu: Alapértelmezések
is: Sjálfgefin
it: Predefiniti
lt: Numatytieji nustatymai
lv: Noklusējumi
nl: Standaard
no: Standarder
pl: Domyślne
pt: Padrões
ro: Valori implicite
sv: Standardvärden
uk: За замовчуванням

source: Apply default values for the preferences in this tab.
cs: Použít výchozí hodnoty pro předvolby na této kartě.
da: Anvend standardværdier for præferencerne på denne fane.
et: Rakendage selle vahekaardi eelistuste jaoks vaikeväärtused.
fi: Käytä oletusarvoja tämän välilehden asetuksille.
fr: Appliquer des valeurs par défaut pour les préférences dans cet onglet.
hu: Alkalmazza az alapértelmezett értékeket ezen a lapon.
is: Notaðu sjálfgefin gildi fyrir kjörstillingarnar á þessum flipa.
it: Applicare i valori predefiniti per le preferenze in questa scheda.
lt: Taikyti numatytąsias šio skirtuko nuostatų vertes.
lv: Lietojiet šīs cilnes preferencēm noklusējuma vērtības.
nl: Pas standaardwaarden toe voor de voorkeuren in dit tabblad.
no: Bruk standardverdier for preferansene i denne fanen.
pl: Zastosuj wartości domyślne dla preferencji na tej karcie.
pt: Aplicar valores padrão para as preferências nesta guia.
ro: Aplicați valorile implicite pentru preferințe din această filă.
sv: Använd standardvärden för inställningarna på den här fliken.
uk: Застосувати значення за умовчанням для налаштувань на цій вкладці.

source: If set, there will be wind. Flags: -wind, -nowind
cs: Pokud je nastaveno, bude vítr. Flags: -wind, -nowind
da: Hvis indstillet, vil der være vind. Flags: -wind, -nowind
et: Kui see on seatud, puhub tuul. Flags: -wind, -nowind
fi: Jos asetettu, tuulee. Flags: -wind, -nowind
fr: S'il est réglé, il y aura du vent. Flags: -wind, -nowind
hu: Ha be van állítva, szél lesz. Flags: -wind, -nowind
is: Ef það er stillt verður vindur. Flags: -wind, -nowind
it: Se impostato, ci sarà vento. Flags: -wind, -nowind
lt: Jei nustatyta, bus vėjas. Flags: -wind, -nowind
lv: Ja iestatīts, būs vējš. Flags: -wind, -nowind
nl: Indien ingesteld, zal er wind zijn. Flags: -wind, -nowind
no: Hvis satt, vil det være vind. Flags: -wind, -nowind
pl: Jeśli ustawiono, będzie wiatr. Flags: -wind, -nowind
pt: Se definido, haverá vento. Flags: -wind, -nowind
ro: Dacă este setat, va fi vânt. Flags: -wind, -nowind
sv: Om inställt kommer det att finnas vind. Flags: -wind, -nowind
uk: Якщо встановлено, буде вітер. Flags: -wind, -nowind

source: The higher this setting, the more the wind will whirl. Flag: -whirlfactor
cs: Čím vyšší je toto nastavení, tím více se bude vířit vítr. Flag: -whirlfactor
da: Jo højere denne indstilling er, jo mere vil vinden hvirvle. Flag: -whirlfactor
et: Mida kõrgem see seade, seda rohkem tuul keerleb. Flag: -whirlfactor
fi: Mitä korkeampi tämä asetus on, sitä enemmän tuuli pyörii. Flag: -whirlfactor
fr: Plus ce réglage est élevé, plus le vent tourbillonnera. Flag: -whirlfactor
hu: Minél magasabb ez a beállítás, annál jobban forog a szél. Flag: -whirlfactor
is: Því hærra sem þessi stilling, því meira mun vindurinn þyrlast. Flag: -whirlfactor
it: Più alta è questa impostazione, più il vento vorticerà. Flag: -whirlfactor
lt: Kuo didesnis šis nustatymas, tuo labiau suksis vėjas. Flag: -whirlfactor
lv: Jo augstāks šis iestatījums, jo vairāk vējš griezīsies. Flag: -whirlfactor
nl: Hoe hoger deze instelling, hoe meer de wind zal wervelen. Flag: -whirlfactor
no: Jo høyere denne innstillingen, jo mer vil vinden virvle. Flag: -whirlfactor
pl: Im wyższe ustawienie, tym bardziej będzie wirował wiatr. Flag: -whirlfactor
pt: Quanto maior essa configuração, mais o vento vai girar. Flag: -whirlfactor
ro: Cu cât această setare este mai mare, cu atât vântul se va învârti mai mult. Flag: -whirlfactor
sv: Ju högre denna inställning, desto mer kommer vinden att virvla. Flag: -whirlfactor
uk: Чим вище це налаштування, тим сильніше крутиться вітер. Flag: -whirlfactor

source: Force a gust of wind immediately.
cs: Okamžitě vynuťte poryv větru.
da: Fremtving et vindstød med det samme.
et: Sundige kohe tuulepuhang.
fi: Pakota tuulenpuuska välittömästi.
fr: Forcer une rafale de vent immédiatement.
hu: Azonnal kényszeríts ki egy széllökést.
is: Þrýstu vindhviðu strax.
it: Forzare una raffica di vento immediatamente.
lt: Nedelsdami priverskite vėjo gūsį.
lv: Nekavējoties piespiediet vēja brāzmu.
nl: Forceer direct een windvlaag.
no: Tving et vindkast umiddelbart.
pl: Natychmiast wymuś podmuch wiatru.
pt: Forçar uma rajada de vento imediatamente.
ro: Forțați imediat o rafală de vânt.
sv: Framtvinga en vindpust omedelbart.
uk: Негайно змусити порив вітру.

source: The higher, the more snowflakes. Flag: -snowflakes
cs: Čím výše, tím více sněhových vloček. Flag: -snowflakes
da: Jo højere, jo flere snefnug. Flag: -snowflakes
et: Mida kõrgem, seda rohkem lumehelbeid. Flag: -snowflakes
fi: Mitä korkeampi, sitä enemmän lumihiutaleita. Flag: -snowflakes
fr: Plus il est haut, plus il y a de flocons de neige. Flag: -snowflakes
hu: Minél magasabb, annál több hópehely. Flag: -snowflakes
is: Því hærra, því fleiri snjókorn. Flag: -snowflakes
it: Più alto è, più fiocchi di neve. Flag: -snowflakes
lt: Kuo aukščiau, tuo daugiau snaigių. Flag: -snowflakes
lv: Jo augstāk, jo vairāk sniegpārslu. Flag: -snowflakes
nl: Hoe hoger, hoe meer sneeuwvlokken. Flag: -snowflakes
no: Jo høyere, jo flere snøfnugg. Flag: -snowflakes
pl: Im wyżej, tym więcej płatków śniegu. Flag: -snowflakes
pt: Quanto mais alto, mais flocos de neve. Flag: -snowflakes
ro: Cu cât mai sus, cu atât mai mulți fulgi de zăpadă. Flag: -snowflakes
sv: Ju högre desto fler snöflingor. Flag: -snowflakes
uk: Чим вище, тим більше сніжинок. Flag: -snowflakes

source: Maximum amount of snowflakes. Flag: -flakecountmax
cs: Maximální množství sněhových vloček. Flag: -flakecountmax
da: Maksimal mængde snefnug. Flag: -flakecountmax
et: Lumehelveste maksimaalne arv Flag: -flakecountmax
fi: Lumihiutaleiden enimmäismäärä. Flag: -flakecountmax
fr: Quantité maximale de flocons de neige. Flag: -flakecountmax
hu: A hópelyhek maximális mennyisége. Flag: -flakecountmax
is: Hámarksmagn snjókorna. Flag: -flakecountmax
it: Quantità massima di fiocchi di neve. Flag: -flakecountmax
lt: Maksimalus snaigių kiekis Flag: -flakecountmax
lv: Maksimālais sniegpārslu skaits. Flag: -flakecountmax
nl: Maximale hoeveelheid sneeuwvlokken. Flag: -flakecountmax
no: Maksimal mengde snøflak. Flag: -flakecountmax
pl: Maksymalna ilość płatków śniegu. Flag: -flakecountmax
pt: Quantidade máxima de flocos de neve. Flag: -flakecountmax
ro: Cantitatea maximă de fulgi de zăpadă. Flag: -flakecountmax
sv: Maximal mängd snöflingor. Flag: -flakecountmax
uk: Максимальна кількість сніжинок. Flag: -flakecountmax

source: Size:
cs: Velikost:
da: Størrelse:
et: Suurus:
fi: Koko:
fr: Superficie:
hu: Méret:
is: Stærð:
it: Dimensioni:
lt: Dydis:
lv: Izmērs:
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
pt: Tamanho:
ro: Mărimea:
sv: Storlek:
uk: розмір:

source: Speed:
cs: Rychlost:
da: Fart:
et: Kiirus:
fi: Nopeus:
fr: Vitesse:
hu: Sebesség:
is: Hraði:
it: Velocità:
lt: Greitis:
lv: Ātrums:
nl: Snelheid:
no: Hastighet:
pl: Prędkość:
pt: Velocidade:
ro: Viteză:
sv: Fart:
uk: швидкість:

source: Size of snowflakes, works only for non-vintage snow flakes. Flag: -snowsize
cs: Velikost sněhových vloček, funguje pouze pro neročníkové sněhové vločky. Flag: -snowsize
da: Størrelse af snefnug, fungerer kun til ikke-vintage snefnug. Flag: -snowsize
et: Lumehelveste suurus, sobib ainult mitte-vintage lumehelveste jaoks. Flag: -snowsize
fi: Lumihiutaleiden koko, toimii vain muille kuin vintage-lumihiutaleille. Flag: -snowsize
fr: Taille des flocons de neige, fonctionne uniquement pour les flocons de neige non vintage. Flag: -snowsize
hu: Hópelyhek mérete, csak nem vintage hópelyhekhez használható. Flag: -snowsize
is: Stærð snjókorna, virkar aðeins fyrir snjókorn sem ekki eru vintage. Flag: -snowsize
it: Dimensione dei fiocchi di neve, funziona solo per fiocchi di neve non vintage. Flag: -snowsize
lt: Snaigių dydis, tinka tik nevintažinėms snaigėms. Flag: -snowsize
lv: Sniegpārslu izmērs, darbojas tikai ne-vintage sniega pārslām. Flag: -snowsize
nl: Grootte van sneeuwvlokken, werkt alleen voor niet-vintage sneeuwvlokken. Flag: -snowsize
no: Størrelse på snøflak, fungerer kun for ikke-vintage snøflak. Flag: -snowsize
pl: Rozmiar płatków śniegu, działa tylko w przypadku nieoryginalnych płatków śniegu. Flag: -snowsize
pt: Tamanho dos flocos de neve, funciona apenas para flocos de neve não vintage. Flag: -snowsize
ro: Dimensiunea fulgilor de zăpadă, funcționează numai pentru fulgii de zăpadă non-vintage. Flag: -snowsize
sv: Storlek på snöflingor, fungerar endast för icke-vintage snöflingor. Flag: -snowsize
uk: Розмір сніжинок, підходить лише для невінтажних сніжинок. Flag: -snowsize

source: Speed of the snowflakes. Flag: -snowspeedfactor
cs: Rychlost sněhových vloček. Flag: -snowspeedfactor
da: Snefnuggenes hastighed. Flag: -snowspeedfactor
et: Lumehelveste kiirus. Flag: -snowspeedfactor
fi: Lumihiutaleiden nopeus. Flag: -snowspeedfactor
fr: Vitesse des flocons de neige. Flag: -snowspeedfactor
hu: A hópelyhek sebessége. Flag: -snowspeedfactor
is: Hraði snjókornanna. Flag: -snowspeedfactor
it: Velocità dei fiocchi di neve. Flag: -snowspeedfactor
lt: Snaigių greitis Flag: -snowspeedfactor
lv: Sniegpārslu ātrums. Flag: -snowspeedfactor
nl: Snelheid van de sneeuwvlokken. Flag: -snowspeedfactor
no: Snøfnuggenes hastighet. Flag: -snowspeedfactor
pl: Prędkość płatków śniegu. Flag: -snowspeedfactor
pt: Velocidade dos flocos de neve. Flag: -snowspeedfactor
ro: Viteza fulgilor de zăpadă. Flag: -snowspeedfactor
sv: Snöflingornas hastighet. Flag: -snowspeedfactor
uk: Швидкість сніжинок. Flag: -snowspeedfactor

source: Snow
cs: Sníh
da: Sne
et: Lumi
fi: Lumi
fr: Neige
hu: Hó
is: Snjór
it: Neve
lt: Sniegas
lv: Sniegs
nl: Sneeuw
no: Snø
pl: Śnieg
pt: Neve
ro: Zăpadă
sv: Snö
uk: сніг

source: Tiny Santa with three reindeers. Flags: -santa 0 -norudolph
cs: Malý Santa se třemi soby. Flags: -santa 0 -norudolph
da: Lille Julemand med tre rensdyr. Flags: -santa 0 -norudolph
et: Väike Jõuluvana kolme põhjapõdraga. Flags: -santa 0 -norudolph
fi: Pieni Joulupukki kolmen poron kanssa. Flags: -santa 0 -norudolph
fr: Petit Père Noël avec trois rennes. Flags: -santa 0 -norudolph
hu: Apró Mikulás három rénszarvassal. Flags: -santa 0 -norudolph
is: Pínulítill Jólasveinn með þrjú hreindýr. Flags: -santa 0 -norudolph
it: Piccolo Babbo Natale con tre renne. Flags: -santa 0 -norudolph
lt: Mažytis Kalėdų Senelis su trimis elniais. Flags: -santa 0 -norudolph
lv: Mazais Ziemassvētku vecītis ar trim ziemeļbriežiem. Flags: -santa 0 -norudolph
nl: Kleine Kerstman met drie rendieren. Flags: -santa 0 -norudolph
no: Lille nisse med tre reinsdyr. Flags: -santa 0 -norudolph
pl: Mały Mikołaj z trzema reniferami. Flags: -santa 0 -norudolph
pt: Papai Noel Pequeno com três renas. Flags: -santa 0 -norudolph
ro: Moș Crăciun mic cu trei reni. Flags: -santa 0 -norudolph
sv: Liten Tomte med tre renar. Flags: -santa 0 -norudolph
uk: Маленький Санта з трьома оленями. Flags: -santa 0 -norudolph

source: Small Santa with three reindeers. Flags: -santa 1 -norudolph
cs: Malý Santa se třemi soby. Flags: -santa 1 -norudolph
da: Lille Julemand med tre rensdyr. Flags: -santa 1 -norudolph
et: Väike Jõuluvana kolme põhjapõdraga. Flags: -santa 1 -norudolph
fi: Pieni Joulupukki kolmen poron kanssa. Flags: -santa 1 -norudolph
fr: Petit Père Noël avec trois rennes. Flags: -santa 1 -norudolph
hu: Kis Mikulás három rénszarvassal. Flags: -santa 1 -norudolph
is: Lítill Jólasveinn með þremur hreindýrum. Flags: -santa 1 -norudolph
it: Babbo Natale piccolo con tre renne. Flags: -santa 1 -norudolph
lt: Mažas Kalėdų Senelis su trimis šiaurės elniais. Flags: -santa 1 -norudolph
lv: Mazs Ziemassvētku vecītis ar trim ziemeļbriežiem. Flags: -santa 1 -norudolph
nl: Kleine Kerstman met drie rendieren. Flags: -santa 1 -norudolph
no: Liten nisse med tre reinsdyr. Flags: -santa 1 -norudolph
pl: Mały Mikołaj z trzema reniferami. Flags: -santa 1 -norudolph
pt: Papai Noel pequeno com três renas. Flags: -santa 1 -norudolph
ro: Moș Crăciun mic cu trei reni. Flags: -santa 1 -norudolph
sv: Liten Tomte med tre renar. Flags: -santa 1 -norudolph
uk: Маленький Санта з трьома оленями. Flags: -santa 1 -norudolph

source: Santa with three reindeers. Flags: -santa 2 -norudolph
cs: Santa se třemi soby. Flags: -santa 2 -norudolph
da: Julemanden med tre rensdyr. Flags: -santa 2 -norudolph
et: Jõuluvana kolme põhjapõdraga. Flags: -santa 2 -norudolph
fi: Joulupukki kolmen poron kanssa. Flags: -santa 2 -norudolph
fr: Père Noël avec trois rennes. Flags: -santa 2 -norudolph
hu: Mikulás három rénszarvassal. Flags: -santa 2 -norudolph
is: Jólasveinn með þrjú hreindýr. Flags: -santa 2 -norudolph
it: Babbo Natale con tre renne. Flags: -santa 2 -norudolph
lt: Kalėdų Senelis su trimis elniais. Flags: -santa 2 -norudolph
lv: Ziemassvētku vecītis ar trim ziemeļbriežiem. Flags: -santa 2 -norudolph
nl: Kerstman met drie rendieren. Flags: -santa 2 -norudolph
no: Julenissen med tre reinsdyr. Flags: -santa 2 -norudolph
pl: Mikołaj z trzema reniferami. Flags: -santa 2 -norudolph
pt: Papai Noel com três renas. Flags: -santa 2 -norudolph
ro: Moș Crăciun cu trei reni. Flags: -santa 2 -norudolph
sv: Tomte med tre renar. Flags: -santa 2 -norudolph
uk: Санта з трьома оленями. Flags: -santa 2 -norudolph

source: Santa with Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder and Blixem. Flags: -santa 3 -norudolph
cs: Santa s Dasherem, Tanečníkem, Prancerem, Liškou, Kometou, Amorem, Dunderem a Blixemem. Flags: -santa 3 -norudolph
da: Julemanden med Dasher, Dancer, Prancer, Vixen, Comet, Amor, Dunder og Blixem. Flags: -santa 3 -norudolph
et: Jõuluvana koos Dasheri, Tantsija, Pranceri, Vixeni, komeedi, Cupido, Dunderi ja Blixemiga. Flags: -santa 3 -norudolph
fi: Joulupukki Dasherin, Tanssijan, Prancerin, Äkäpussin, Komeetan, Amorin, Dunderin ja Blixemin kanssa. Flags: -santa 3 -norudolph
fr: Père Noël avec Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder et Blixem. Flags: -santa 3 -norudolph
hu: Mikulás Dasherrel, táncossal, pánccsal, üstökössel, üstökössel, Cupidoval, Dunderrel és Blixemmel. Flags: -santa 3 -norudolph
is: Jólasveinninn með Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder og Blixem. Flags: -santa 3 -norudolph
it: Babbo Natale con Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder e Blixem. Flags: -santa 3 -norudolph
lt: Kalėdų Senelis su Dašeriu, Šokėja, Šokuolis, Viksva, Kometa, Kupidonas, Dunderis ir Bliksem. Flags: -santa 3 -norudolph
lv: Ziemassvētku vecītis ar Dašeru, dejotāju, dēli, viksnu, komētu, Cupid, Dunder un Bliksemu. Flags: -santa 3 -norudolph
nl: Kerstman met Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder en Blixem. Flags: -santa 3 -norudolph
no: Julenissen med Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder og Blixem. Flags: -santa 3 -norudolph
pl: Święty Mikołaj z Dasherem, Dancer, Prancer, Vixen, Comet, Cupid, Dunder i Blixem. Flags: -santa 3 -norudolph
pt: Papai Noel com Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder e Blixem. Flags: -santa 3 -norudolph
ro: Moș Crăciun cu Dasher, Dansator, Prancer, Vixen, Comet, Cupidon, Dunder și Blixem. Flags: -santa 3 -norudolph
sv: Tomte med Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder och Blixem. Flags: -santa 3 -norudolph
uk: Санта з Дашером, Танцівницею, Пренсером, Віксеном, Кометою, Амуром, Дандером і Бліксемом. Flags: -santa 3 -norudolph

source: Santa using the train with two reindeers. Flags: -santa 4 -norudolph
cs: Santa ve vlaku se dvěma soby. Flags: -santa 4 -norudolph
da: Julemanden bruger toget med to rensdyr. Flags: -santa 4 -norudolph
et: Jõuluvana kasutab rongi kahe põhjapõdraga. Flags: -santa 4 -norudolph
fi: Joulupukki käyttää junaa kahden poron kanssa. Flags: -santa 4 -norudolph
fr: Le Père Noël prend le train avec deux rennes. Flags: -santa 4 -norudolph
hu: A Mikulás a vonaton két rénszarvassal. Flags: -santa 4 -norudolph
is: Jólasveinninn notar lestina með tveimur hreindýrum. Flags: -santa 4 -norudolph
it: Babbo Natale che usa il treno con due renne. Flags: -santa 4 -norudolph
lt: Kalėdų Senelis naudojasi traukiniu su dviem šiaurės elniais. Flags: -santa 4 -norudolph
lv: Ziemassvētku vecītis izmanto vilcienu ar diviem ziemeļbriežiem. Flags: -santa 4 -norudolph
nl: Kerstman gebruikt de trein met twee rendieren. Flags: -santa 4 -norudolph
no: Julenissen bruker toget med to reinsdyr. Flags: -santa 4 -norudolph
pl: Święty Mikołaj w pociągu z dwoma reniferami. Flags: -santa 4 -norudolph
pt: Pai Natal a usar o comboio com duas renas. Flags: -santa 4 -norudolph
ro: Moș Crăciun folosind trenul cu doi reni. Flags: -santa 4 -norudolph
sv: Tomten använder tåget med två renar. Flags: -santa 4 -norudolph
uk: Санта їде потягом із двома оленями. Flags: -santa 4 -norudolph

source: Santa using the train with one reindeer and Rudolph. Flags: -santa 4 -showrudolph
cs: Santa ve vlaku s jedním sobem a Rudolfem. Flags: -santa 4 -showrudolph
da: Julemanden bruger toget med et rensdyr og Rudolph. Flags: -santa 4 -showrudolph
et: Jõuluvana kasutab rongi ühe põhjapõdra ja Rudolfiga. Flags: -santa 4 -showrudolph
fi: Joulupukki käyttää junaa yhden poron ja Rudolphin kanssa. Flags: -santa 4 -showrudolph
fr: Père Noël utilisant le train avec un renne et Rudolph. Flags: -santa 4 -showrudolph
hu: A Mikulás a vonaton egy rénszarvassal és Rudolffal. Flags: -santa 4 -showrudolph
is: Jólasveinninn notar lestina með einu hreindýri og Rudolph. Flags: -santa 4 -showrudolph
it: Babbo Natale che usa il treno con una renna e Rudolph. Flags: -santa 4 -showrudolph
lt: Kalėdų Senelis naudojasi traukiniu su vienu elniu ir Rudolfu. Flags: -santa 4 -showrudolph
lv: Ziemassvētku vecītis izmanto vilcienu ar vienu ziemeļbriežu un Rūdolfu. Flags: -santa 4 -showrudolph
nl: Kerstman gebruikt de trein met één rendier en Rudolph. Flags: -santa 4 -showrudolph
no: Julenissen bruker toget med ett reinsdyr og Rudolph. Flags: -santa 4 -showrudolph
pl: Święty Mikołaj w pociągu z jednym reniferem i Rudolfem. Flags: -santa 4 -showrudolph
pt: Santa usando o comboio com uma rena e Rudolph. Flags: -santa 4 -showrudolph
ro: Moș Crăciun folosind trenul cu un ren și Rudolph. Flags: -santa 4 -showrudolph
sv: Tomten använder tåget med en ren och Rudolph. Flags: -santa 4 -showrudolph
uk: Санта на поїзді з одним оленем і Рудольфом. Flags: -santa 4 -showrudolph

source: Tiny Santa with two reindeers and Rudolph. Flags: -santa 0 -showrudolph
cs: Malý Santa se dvěma soby a Rudolfem. Flags: -santa 0 -showrudolph
da: Lille Julemand med to rensdyr og Rudolph. Flags: -santa 0 -showrudolph
et: Väike Jõuluvana kahe põhjapõdra ja Rudolphiga. Flags: -santa 0 -showrudolph
fi: Pieni Joulupukki, jossa on kaksi poroa ja Rudolph. Flags: -santa 0 -showrudolph
fr: Petit Père Noël avec deux rennes et Rudolph. Flags: -santa 0 -showrudolph
hu: Apró Mikulás két rénszarvassal és Rudolffal. Flags: -santa 0 -showrudolph
is: Pínulítill Jólasveinn með tvö hreindýr og Rudolph. Flags: -santa 0 -showrudolph
it: Piccolo Babbo Natale con due renne e Rudolph. Flags: -santa 0 -showrudolph
lt: Mažytis Kalėdų Senelis su dviem šiaurės elniais ir Rudolfu. Flags: -santa 0 -showrudolph
lv: Mazais Ziemassvētku vecītis ar diviem ziemeļbriežiem un Rūdolfu. Flags: -santa 0 -showrudolph
nl: Kleine Kerstman met twee rendieren en Rudolph. Flags: -santa 0 -showrudolph
no: Lille nisse med to reinsdyr og Rudolph. Flags: -santa 0 -showrudolph
pl: Mały Mikołaj z dwoma reniferami i Rudolfem. Flags: -santa 0 -showrudolph
pt: Papai Noel Pequeno com duas renas e Rudolph. Flags: -santa 0 -showrudolph
ro: Moș Crăciun mic cu doi reni și Rudolph. Flags: -santa 0 -showrudolph
sv: Liten Tomte med två renar och Rudolph. Flags: -santa 0 -showrudolph
uk: Маленький Санта з двома оленями та Рудольфом. Flags: -santa 0 -showrudolph

source: Small Santa with two reindeers and Rudolph. Flags: -santa 1 -showrudolph
cs: Malý Santa se dvěma soby a Rudolfem. Flags: -santa 1 -showrudolph
da: Lille Julemand med to rensdyr og Rudolph. Flags: -santa 1 -showrudolph
et: Väike Jõuluvana kahe põhjapõdra ja Rudolfiga. Flags: -santa 1 -showrudolph
fi: Pieni Joulupukki kahden poron ja Rudolphin kanssa. Flags: -santa 1 -showrudolph
fr: Petit Père Noël avec deux rennes et Rudolph. Flags: -santa 1 -showrudolph
hu: Kis Mikulás két rénszarvassal és Rudolffal. Flags: -santa 1 -showrudolph
is: Lítill Jólasveinn með tveimur hreindýrum og Rudolph. Flags: -santa 1 -showrudolph
it: Piccolo Babbo Natale con due renne e Rudolph. Flags: -santa 1 -showrudolph
lt: Mažas Kalėdų Senelis su dviem šiaurės elniais ir Rudolfu. Flags: -santa 1 -showrudolph
lv: Mazais Ziemassvētku vecītis ar diviem ziemeļbriežiem un Rūdolfu. Flags: -santa 1 -showrudolph
nl: Kleine Kerstman met twee rendieren en Rudolph. Flags: -santa 1 -showrudolph
no: Liten nisse med to reinsdyr og Rudolph. Flags: -santa 1 -showrudolph
pl: Mały Mikołaj z dwoma reniferami i Rudolfem. Flags: -santa 1 -showrudolph
pt: Papai Noel Pequeno com duas renas e Rudolph. Flags: -santa 1 -showrudolph
ro: Moș Crăciun mic cu doi reni și Rudolph. Flags: -santa 1 -showrudolph
sv: Liten Tomte med två renar och Rudolph. Flags: -santa 1 -showrudolph
uk: Маленький Санта з двома оленями та Рудольфом. Flags: -santa 1 -showrudolph
