Repository: markcapella/plasmaSnow
Catalog: po/*.po
Languages: cs, da, et, fi, fr, hu, is, it, lt, lv, nl, no, pl, pt, ro, sv, uk

source: Self replication is not compiled in.
cs: Vlastní replikace není zkompilována.
da: Selvreplikering er ikke kompileret i.
et: Isereplikatsiooni ei kompileerita.
fi: Itsekopiointia ei ole käännetty.
fr: L'auto-réplication n'est pas compilée dans.
hu: Az önreplikáció nincs itt fordítva.
is: Sjálfsafritun er ekki tekin saman í.
it: La replica automatica non è compilata.
lt: Savarankiškas replikavimas nesukompiliuotas.
lv: Pašreplicēšana nav kompilēta.
nl: Zelfreplicatie is niet gecompileerd.
no: Selvreplikering er ikke kompilert i.
pl: Samoreplikacja nie jest wkompilowana.
pt: A auto-replicação não foi compilada.
ro: Auto-replicarea nu este compilată în.
sv: Självreplikering är inte kompilerad i.
uk: Самовідтворення не скомпільовано.

source: Xsnow: Caught signal %d
cs: Xsnow: Zachycený signál %d
da: Xsnow: Fanget signal %d
et: Xsnow: püütud signaal %d
fi: Xsnow: Saimme signaalin %d
fr: Xsnow : Signal capturé %d
hu: Xsnow: Fogott jel %d
is: Xsnow: Tók merki %d
it: Xsnow: Ricevuto segnale %d
lt: Xsnow: užfiksuotas signalas %d
lv: Xsnow: noķerts signāls %d
nl: Xsnow: Gevangen signaal %d
no: Xsnow: Fanget signal %d
pl: Xsnow: Przechwycony sygnał %d
pt: Xsnow: Sinal capturado %d
ro: Xsnow: semnal prins %d
sv: Xsnow: Fångad signal %d
uk: Xsnow: Зловлений сигнал %d

source: Thanks for using xsnow
cs: Děkujeme za použití xsnow
da: Tak, fordi du brugte xsnow
et: Täname, et kasutasite xsnow
fi: Kiitos, että käytät xsnow
fr: Merci d'utiliser xsnow
hu: Köszönjük az xsnow használatát
is: Takk fyrir að nota xsnow
it: Grazie per l'utilizzo xsnow
lt: Dėkojame, kad naudojatės xsnow
lv: Paldies, ka izmantojāt xsnow
nl: Bedankt voor het gebruik van xsnow
no: Takk for at du bruker xsnow
pl: Dziękujemy za korzystanie xsnow
pt: Obrigado por usar xsnow
ro: Vă mulțumim că ați folosit xsnow
sv: Tack för att du använder xsnow
uk: Дякуємо за використання xsnow

source: Setting background from %s
cs: Nastavení pozadí z %s
da: Indstilling af baggrund fra %s
et: Tausta seadistamine asukohast %s
fi: Asetetaan taustaa kohteesta %s
fr: Définition de l'arrière-plan à partir de %s
hu: Háttér beállítása innen: %s
is: Stillir bakgrunn frá %s
it: Impostazione dello sfondo da %s
lt: Fono nustatymas iš %s
lv: Fona iestatīšana no %s
nl: Achtergrond instellen van %s
no: Angir bakgrunn fra %s
pl: Ustawianie tła z %s
pt: Configurar plano de fundo de %s
ro: Se setează fundalul de la %s
sv: Ställer in bakgrund från %s
uk: Встановлення фону з %s

source: all monitors
cs: všechny monitory
da: alle skærme
et: kõik monitorid
fi: kaikki näytöt
fr: Tous les moniteurs
hu: minden monitor
is: allir skjáir
it: tutti i monitor
lt: visi monitoriai
lv: visi monitori
nl: alle monitoren
no: alle skjermer
pl: wszystkie monitory
pt: Todos os monitores
ro: toate monitoarele
sv: alla monitorer
uk: всі монітори

source: monitor %d
da: overvåge %d
fi: näyttö %d
fr: moniteur %d
is: fylgjast með %d
lt: stebėti %d
lv: uzraudzīt %d
no: overvåke %d
ro: monitorizează %d
sv: övervaka %d
uk: монітор %d

source: Available languages are:
cs: Dostupné jazyky jsou:
da: Tilgængelige sprog er:
et: Saadaval on järgmised keeled:
fi: Tämä lehdistötiedote on saatavissa seuraavilla kielillä:
fr: Documents:
hu: Az elérhető nyelvek a következők:
is: Tiltæk tungumál eru:
it: AVAILABLE LANGUAGES:
lt: Galimos kalbos:
lv: Pieejamās valodas ir:
nl: Beschikbare talen zijn:
no: Tilgjengelige språk er:
pl: Dostępne języki to:
pt: Idiomas disponíveis:
ro: Limbile disponibile sunt:
sv: Tillgängliga språk är:
uk: Доступні мови:

source: Use "sys" for your default language.
cs: Jako výchozí jazyk použijte "sys".
da: Brug "sys" som dit standardsprog.
et: Kasutage vaikekeelena "sys".
fi: Käytä "sys" oletuskielelläsi.
fr: Utilisez "sys" pour votre langue par défaut.
hu: Használja a "sys" nyelvet alapértelmezett nyelvként.
is: Notaðu "sys" fyrir sjálfgefið tungumál.
it: Utilizzare "sys" per la lingua predefinita.
lt: Naudokite "sys" kaip numatytąją kalbą.
lv: Izmantojiet "sys" kā noklusējuma valodu.
nl: Gebruik "sys" als uw standaardtaal.
no: Bruk "sys" som standardspråk.
pl: Użyj "sys" jako języka domyślnego.
pt: Use "sys" para o seu idioma padrão.
ro: Utilizați "sys" pentru limba dvs. implicită.
sv: Använd "sys" som standardspråk.
uk: Використовуйте "sys" як мову за умовчанням.

source: See also the man page.
cs: Viz také manuálová stránka.
da: Se også man-siden.
et: Vaata ka man-lehte.
fi: Katso myös Man Page.
fr: Voir aussi la page Man.
hu: Lásd még a man oldalt.
is: Sjá einnig mannasíðu.
it: Vedi anche la pagina man.
lt: Taip pat žiūrėkite vadovo puslapį.
lv: Skatiet arī mana lapu.
nl: Zie ook de man-pagina.
no: Se også man-siden.
pl: Zobacz także stronę podręcznika.
pt: Veja também a página do manual.
ro: Vezi și pagina de manual.
sv: Se även man-sidan.
uk: Дивіться також сторінку довідки.

source: Apply default values for the preferences in this tab.
cs: Použít výchozí hodnoty pro předvolby na této kartě.
da: Anvend standardværdier for præferencerne på denne fane.
et: Rakendage selle vahekaardi eelistuste jaoks vaikeväärtused.
fi: Käytä oletusarvoja tämän välilehden asetuksille.
fr: Appliquer des valeurs par défaut pour les préférences dans cet onglet.
hu: Alkalmazza az alapértelmezett értékeket ezen a lapon a beállításokhoz.
is: Notaðu sjálfgefin gildi fyrir kjörstillingarnar á þessum flipa.
it: Applicare i valori predefiniti per le preferenze in questa scheda.
lt: Taikyti numatytąsias šio skirtuko nuostatų vertes.
lv: Lietojiet šīs cilnes preferencēm noklusējuma vērtības.
nl: Pas standaardwaarden toe voor de voorkeuren op dit tabblad.
no: Bruk standardverdier for preferansene i denne fanen.
pl: Zastosuj wartości domyślne dla preferencji na tej karcie.
pt: Aplicar valores padrão para as preferências nesta guia.
ro: Aplicați valorile implicite pentru preferințe din această filă.
sv: Använd standardvärden för inställningarna på den här fliken.
uk: Застосуйте значення за замовчуванням для параметрів на цій вкладці.

source: Show snow
cs: Zobrazit sníh
da: Vis sne
et: Näita lund
fi: Näytä lumi
fr: Afficher la neige
hu: Mutasd a havat
is: Sýndu snjó
it: Mostra neve
lt: Rodyti sniegą
lv: Rādīt sniegu
nl: Sneeuw laten zien
no: Vis snø
pl: Pokaż śnieg
pt: Mostrar neve
ro: Arată zăpadă
sv: Visa snö
uk: Показати сніг

source: If set, show snowflakes. Flags: -snow, -nosnow
cs: Pokud je nastaveno, zobrazit sněhové vločky. Flags: -snow, -nosnow
da: Vis snefnug, hvis indstillet. Flags: -snow, -nosnow
et: Kui see on määratud, kuva lumehelbed. Flags: -snow, -nosnow
fi: Jos asetettu, näytä lumihiutaleet. Flags: -snow, -nosnow
fr: S'il est réglé, montrez les flocons de neige. Flags: -snow, -nosnow
hu: Ha be van állítva, mutasson hópelyheket. Flags: -snow, -nosnow
is: Ef þetta er stillt skaltu sýna snjókorn. Flags: -snow, -nosnow
it: Se impostato, mostra i fiocchi di neve. Flags: -snow, -nosnow
lt: Jei nustatyta, rodyti snaiges. Flags: -snow, -nosnow
lv: Ja iestatīts, rādīt sniegpārslas. Flags: -snow, -nosnow
nl: Indien ingesteld, sneeuwvlokken tonen. Flags: -snow, -nosnow
no: Hvis angitt, vis snøflak. Flags: -snow, -nosnow
pl: Jeśli ustawiono, pokaż płatki śniegu. Flags: -snow, -nosnow
pt: Se definido, mostrar flocos de neve. Flags: -snow, -nosnow
ro: Dacă setați, afișați fulgii de zăpadă. Flags: -snow, -nosnow
sv: Om inställt, visa snöflingor. Flags: -snow, -nosnow
uk: Якщо встановлено, показувати сніжинки. Flags: -snow, -nosnow

source: The higher this setting, the more snow will collect on the trees. Flag: -maxontrees
cs: Čím vyšší je toto nastavení, tím více sněhu se na stromech nasbírá. Flag: -maxontrees
da: Jo højere denne indstilling er, jo mere sne samles der på træerne. Flag: -maxontrees
et: Mida kõrgem see seadistus, seda rohkem lund puudele koguneb. Flag: -maxontrees
fi: Mitä korkeampi tämä asetus on, sitä enemmän lunta kerääntyy puihin. Flag: -maxontrees
fr: Plus ce paramètre est élevé, plus la neige s'accumulera sur les arbres. Flag: -maxontrees
hu: Minél magasabb ez a beállítás, annál több hó gyűlik össze a fákon. Flag: -maxontrees
is: Því hærra sem þessi stilling er, því meiri snjó safnast á trén. Flag: -maxontrees
it: Più alta è questa impostazione, più neve si accumulerà sugli alberi. Flag: -maxontrees
lt: Kuo didesnis šis nustatymas, tuo daugiau sniego kaupsis ant medžių. Flag: -maxontrees
lv: Jo augstāks šis iestatījums, jo vairāk sniega sakrāsies uz kokiem. Flag: -maxontrees
nl: Hoe hoger deze instelling, hoe meer sneeuw zich op de bomen zal verzamelen. Flag: -maxontrees
no: Jo høyere denne innstillingen, jo mer snø vil samle seg på trærne. Flag: -maxontrees
pl: Im wyższe ustawienie, tym więcej śniegu zbiera się na drzewach. Flag: -maxontrees
pt: Quanto maior essa configuração, mais neve se acumulará nas árvores. Flag: -maxontrees
ro: Cu cât această setare este mai mare, cu atât se va aduna mai multă zăpadă pe copaci. Flag: -maxontrees
sv: Ju högre denna inställning, desto mer snö kommer att samlas på träden. Flag: -maxontrees
uk: Чим вище це налаштування, тим більше снігу збиратиметься на деревах. Flag: -maxontrees

source: The higher this setting, the more snow will collect on the bottom of the desktop. Flag: -ssnowdepth
cs: Čím vyšší je toto nastavení, tím více sněhu se nasbírá na spodní části pracovní plochy. Flag: -ssnowdepth
da: Jo højere denne indstilling er, jo mere sne samles der på bunden af skrivebordet. Flag: -ssnowdepth
et: Mida kõrgem on see säte, seda rohkem koguneb lund töölaua allserva. Flag: -ssnowdepth
fi: Mitä korkeampi tämä asetus on, sitä enemmän lunta kerääntyy työpöydän pohjaan. Flag: -ssnowdepth
fr: Plus ce paramètre est élevé, plus la neige s'accumulera en bas du bureau. Flag: -ssnowdepth
hu: Minél magasabb ez a beállítás, annál több hó gyűlik össze az asztal alján. Flag: -ssnowdepth
is: Því hærra sem þessi stilling er, því meiri snjó safnast saman neðst á skjáborðinu. Flag: -ssnowdepth
it: Maggiore è questa impostazione, più neve si accumulerà sul fondo del desktop. Flag: -ssnowdepth
lt: Kuo didesnis šis nustatymas, tuo daugiau sniego susikaups darbalaukio apačioje. Flag: -ssnowdepth
lv: Jo augstāks šis iestatījums, jo vairāk sniega sakrāsies darbvirsmas apakšdaļā. Flag: -ssnowdepth
nl: Hoe hoger deze instelling, hoe meer sneeuw zich aan de onderkant van het bureaublad zal verzamelen. Flag: -ssnowdepth
no: Jo høyere denne innstillingen, desto mer snø vil det samle seg på bunnen av skrivebordet. Flag: -ssnowdepth
pl: Im wyższe ustawienie, tym więcej śniegu zbiera się na dole pulpitu. Flag: -ssnowdepth
pt: Quanto maior essa configuração, mais neve será coletada na parte inferior da área de trabalho. Flag: -ssnowdepth
ro: Cu cât această setare este mai mare, cu atât se va acumula mai multă zăpadă în partea de jos a desktopului. Flag: -ssnowdepth
sv: Ju högre den här inställningen är, desto mer snö samlas på undersidan av skrivbordet. Flag: -ssnowdepth
uk: Чим вище це налаштування, тим більше снігу збиратиметься внизу робочого столу. Flag: -ssnowdepth

source: The higher this setting, the more snow will collect on the windows. Note: in Wayland, there is no snow on the windows. Flag: -wsnowdepth
cs: Čím vyšší je toto nastavení, tím více sněhu se nasbírá na oknech. Poznámka: ve Waylandu není na oknech žádný sníh. Flag: -wsnowdepth
da: Jo højere denne indstilling er, jo mere sne samles der på vinduerne. Bemærk: i Wayland er der ingen sne på vinduerne. Flag: -wsnowdepth
et: Mida kõrgem see seadistus, seda rohkem lund koguneb akendele. Märkus: Waylandis pole akendel lund. Flag: -wsnowdepth
fi: Mitä korkeampi tämä asetus on, sitä enemmän lunta kerääntyy ikkunoihin. Huomaa: Waylandissa ei ole lunta ikkunoissa. Flag: -wsnowdepth
fr: Plus ce paramètre est élevé, plus la neige s'accumulera sur les fenêtres. Remarque : à Wayland, il n'y a pas de neige sur les fenêtres. Flag: -wsnowdepth
hu: Minél magasabb ez a beállítás, annál több hó gyűlik össze az ablakokon. Megjegyzés: Waylandben nincs hó az ablakokon. Flag: -wsnowdepth
is: Því hærra sem þessi stilling er, því meiri snjó safnast á gluggana. Athugið: í Wayland er enginn snjór á gluggunum. Flag: -wsnowdepth
it: Più alta è questa impostazione, più neve si accumulerà sulle finestre. Nota: a Wayland, non c'è neve sulle finestre. Flag: -wsnowdepth
lt: Kuo didesnis šis nustatymas, tuo daugiau sniego kaupsis ant langų. Pastaba: Veilende ant langų nėra sniego. Flag: -wsnowdepth
lv: Jo augstāks šis iestatījums, jo vairāk sniega sakrāsies uz logiem. Piezīme: Veilendā uz logiem nav sniega. Flag: -wsnowdepth
nl: Hoe hoger deze instelling, hoe meer sneeuw zich op de ruiten zal verzamelen. Opmerking: in Wayland ligt er geen sneeuw op de ramen. Flag: -wsnowdepth
no: Jo høyere denne innstillingen, jo mer snø vil samle seg på vinduene. Merk: i Wayland er det ingen snø på vinduene. Flag: -wsnowdepth
pl: Im wyższe ustawienie, tym więcej śniegu będzie zbierać się na szybach. Uwaga: w Wayland nie ma śniegu na oknach. Flag: -wsnowdepth
pt: Quanto maior essa configuração, mais neve se acumulará nas janelas. Observação: em Wayland, não há neve nas janelas. Flag: -wsnowdepth
ro: Cu cât această setare este mai mare, cu atât mai multă zăpadă se va aduna pe geamuri. Notă: în Wayland, nu există zăpadă pe ferestre. Flag: -wsnowdepth
sv: Ju högre denna inställning, desto mer snö samlas på fönstren. Obs: i Wayland finns det ingen snö på fönstren. Flag: -wsnowdepth
uk: Чим вище цей параметр, тим більше снігу збиратиметься на вікнах. Примітка: у Wayland на вікнах немає снігу. Flag: -wsnowdepth

source: The higher this setting, the more snow will be generated because of Santa ploughing, wind or disappearing windows. Flag: -blowofffactor
cs: Čím vyšší je toto nastavení, tím více sněhu se bude generovat kvůli orbě Santa, větru nebo mizení oken. Flag: -blowofffactor
da: Jo højere denne indstilling er, jo mere sne genereres der på grund af Julemandens pløjning, vind eller forsvindende vinduer. Flag: -blowofffactor
et: Mida kõrgem on see seadistus, seda rohkem lund tekib Jõuluvana kündmise, tuule või akende kadumise tõttu. Flag: -blowofffactor
fi: Mitä korkeampi tämä asetus on, sitä enemmän lunta syntyy joulupukin kyntöjen, tuulen tai ikkunoiden katoamisen vuoksi. Flag: -blowofffactor
fr: Plus ce paramètre est élevé, plus il y aura de neige à cause du Père Noël labourant, du vent ou de la disparition des fenêtres. Flag: -blowofffactor
hu: Minél magasabb ez a beállítás, annál több hó keletkezik a Mikulás szántás, a szél vagy az ablakok eltűnése miatt. Flag: -blowofffactor
is: Því hærra sem þessi stilling er, því meiri snjór myndast vegna plægingar Jólasveinsins, vinds eða glugga sem hverfa. Flag: -blowofffactor
it: Più alta è questa impostazione, più neve verrà generata a causa dell'aratura di Babbo Natale, del vento o della scomparsa delle finestre. Flag: -blowofffactor
lt: Kuo didesnis šis nustatymas, tuo daugiau sniego susidarys dėl Kalėdų senelio arimo, vėjo ar dingusių langų. Flag: -blowofffactor
lv: Jo augstāks šis iestatījums, jo vairāk sniega radīsies Ziemassvētku vecīša aršanas, vēja vai pazūdošu logu dēļ. Flag: -blowofffactor
nl: Hoe hoger deze instelling, hoe meer sneeuw er wordt gegenereerd door het ploegen van de Kerstman, wind of verdwijnende ramen. Flag: -blowofffactor
no: Jo høyere denne innstillingen, desto mer snø vil det genereres på grunn av Julenissen som pløyer, vind eller forsvinner vinduer. Flag: -blowofffactor
pl: Im wyższe ustawienie, tym więcej śniegu będzie generowanych z powodu orki Mikołaja, wiatru lub znikających okien. Flag: -blowofffactor
pt: Quanto maior essa configuração, mais neve será gerada por causa do arado do Papai Noel, do vento ou do desaparecimento das janelas. Flag: -blowofffactor
ro: Cu cât această setare este mai mare, cu atât va fi generată mai multă zăpadă din cauza arăturii Moșului, a vântului sau a ferestrelor care dispar. Flag: -blowofffactor
sv: Ju högre denna inställning, desto mer snö kommer att genereras på grund av Tomten som plöjer, vind eller försvinnande fönster. Flag: -blowofffactor
uk: Чим вищий цей параметр, тим більше снігу буде утворюватися через оранку Санта Клауса, вітер або зникнення вікон. Flag: -blowofffactor

source: On scenery:
cs: Na scenérii:
da: Om kulisser:
et: Maastikul:
fi: Maisemissa:
fr: Sur scène :
hu: A tájról:
is: Um landslag:
it: Sui paesaggi:
lt: Ant peizažo:
lv: Par ainavām:
nl: Op het landschap:
no: Om natur:
pl: Na scenerii:
pt: No cenário:
ro: Pe peisaj:
sv: Om landskapet:
uk: На декораціях:

source: On bottom:
cs: Na dně:
da: Nederst:
et: Altpoolt:
fi: Pohjassa:
fr: Au dessous:
hu: Alul:
is: Neðst:
it: Sul fondo:
lt: Apačioje:
lv: Apakšā:
nl: Op de bodem:
no: På bunnen:
pl: Na dnie:
pt: No fundo:
ro: Pe jos:
sv: På botten:
uk: Внизу:

source: On windows:
cs: Na oknech:
da: På vinduer:
et: Akendel:
fi: Ikkunoissa:
fr: Dans le système Windows:
hu: Az ablakokon:
is: Á gluggum:
it: Su windows:
lt: Ant langų:
lv: Uz logiem:
nl: Op ramen:
no: På vinduer:
pl: na oknach:
pt: Nas janelas:
ro: Pe ferestre:
sv: På windows:
uk: На вікнах:

source: Blow off:
cs: Odpálit:
da: Blæs af:
et: Puhu maha:
fi: Puhaltaa pois:
fr: Souffler:
hu: Felrobban:
is: Blása af:
it: Soffiare via:
lt: Nupūsti:
lv: Nopūst:
nl: Afblazen:
no: Blås av:
pl: zdmuchnąć:
pt: Escape:
ro: Suflați:
sv: Nobba:
uk: Розтратити:

source: Show
cs: Ukázat
da: At vise
et: Näita
fi: Näytä
fr: Voir
hu: Előadás
is: Sýna
it: Mostra
lt: Rodyti
lv: Rādīt
nl: Laat zien
no: Forestilling
pl: Pokazać
pt: Mostrar
ro: Spectacol
uk: Показати

source: If set, snow will collect on the trees. Flags: -keepsnowontrees, -nokeepsnowontrees
cs: Pokud je nastaveno, bude se na stromech sbírat sníh. Flags: -keepsnowontrees, -nokeepsnowontrees
da: Hvis indstillet, vil sne samle sig på træerne. Flags: -keepsnowontrees, -nokeepsnowontrees
et: Kui see on seatud, koguneb lumi puudele. Flags: -keepsnowontrees, -nokeepsnowontrees
fi: Jos asetettu, lumi kerääntyy puihin. Flags: -keepsnowontrees, -nokeepsnowontrees
fr: Si elle est réglée, la neige s'accumulera sur les arbres. Flags: -keepsnowontrees, -nokeepsnowontrees
hu: Ha be van állítva, a hó összegyűlik a fákon. Flags: -keepsnowontrees, -nokeepsnowontrees
is: Ef stillt er mun snjór safnast á trén. Flags: -keepsnowontrees, -nokeepsnowontrees
it: Se impostato, la neve si raccoglierà sugli alberi. Flags: -keepsnowontrees, -nokeepsnowontrees
lt: Jei nustatyta, sniegas rinksis ant medžių. Flags: -keepsnowontrees, -nokeepsnowontrees
lv: Ja iestatīts, uz kokiem sakrāsies sniegs. Flags: -keepsnowontrees, -nokeepsnowontrees
nl: Indien ingesteld, verzamelt zich sneeuw op de bomen. Flags: -keepsnowontrees, -nokeepsnowontrees
no: Hvis angitt, vil snø samle seg på trærne. Flags: -keepsnowontrees, -nokeepsnowontrees
pl: Jeśli ustawiono, śnieg będzie zbierał się na drzewach. Flags: -keepsnowontrees, -nokeepsnowontrees
pt: Se definido, a neve se acumulará nas árvores. Flags: -keepsnowontrees, -nokeepsnowontrees
ro: Dacă este setat, zăpada se va aduna pe copaci. Flags: -keepsnowontrees, -nokeepsnowontrees
sv: Om inställt kommer snö att samlas på träden. Flags: -keepsnowontrees, -nokeepsnowontrees
uk: Якщо встановлено, сніг збиратиметься на деревах. Flags: -keepsnowontrees, -nokeepsnowontrees

source: If set, show fallen snow on bottom of the desktop. Flags: -keepsnowonscreen, -nokeepsnowonscreen
cs: Pokud je nastaveno, zobrazit padlý sníh na spodní části plochy. Flags: -keepsnowonscreen, -nokeepsnowonscreen
da: Hvis det er indstillet, skal du vise faldet sne i bunden af skrivebordet. Flags: -keepsnowonscreen, -nokeepsnowonscreen
et: Kui see on määratud, kuvage sadanud lund töölaua allosas. Flags: -keepsnowonscreen, -nokeepsnowonscreen
fi: Jos asetettu, näytä lumisade työpöydän pohjassa. Flags: -keepsnowonscreen, -nokeepsnowonscreen
fr: S'il est réglé, affichez la neige tombée sur le bas du bureau. Flags: -keepsnowonscreen, -nokeepsnowonscreen
hu: Ha be van állítva, jelenítse meg a leesett havat az asztal alján. Flags: -keepsnowonscreen, -nokeepsnowonscreen
is: Ef þetta er stillt skaltu sýna fallinn snjó neðst á skjáborðinu. Flags: -keepsnowonscreen, -nokeepsnowonscreen
it: Se impostato, mostra la neve caduta sul fondo del desktop. Flags: -keepsnowonscreen, -nokeepsnowonscreen
lt: Jei nustatyta, darbalaukio apačioje rodyti iškritusį sniegą. Flags: -keepsnowonscreen, -nokeepsnowonscreen
lv: Ja tas ir iestatīts, darbvirsmas apakšdaļā rādiet nokritušu sniegu. Flags: -keepsnowonscreen, -nokeepsnowonscreen
nl: Indien ingesteld, laat gevallen sneeuw aan de onderkant van het bureaublad zien. Flags: -keepsnowonscreen, -nokeepsnowonscreen
no: Hvis dette er angitt, vis falt snø nederst på skrivebordet. Flags: -keepsnowonscreen, -nokeepsnowonscreen
pl: Jeśli ustawiono, pokazuj padający śnieg na dole pulpitu. Flags: -keepsnowonscreen, -nokeepsnowonscreen
pt: Se definido, mostrar neve caída na parte inferior da área de trabalho. Flags: -keepsnowonscreen, -nokeepsnowonscreen
ro: Dacă este setat, afișați zăpada căzută în partea de jos a desktopului. Flags: -keepsnowonscreen, -nokeepsnowonscreen
sv: Om inställt, visa nedfallen snö längst ner på skrivbordet. Flags: -keepsnowonscreen, -nokeepsnowonscreen
uk: Якщо встановлено, показувати випав сніг внизу робочого столу. Flags: -keepsnowonscreen, -nokeepsnowonscreen

source: If set, show fallen snow on windows. Flags: -keepsnowonwindows, -nokeepsnowonwindows
cs: Pokud je nastaveno, zobrazit na oknech padlý sníh. Flags: -keepsnowonwindows, -nokeepsnowonwindows
da: Vis faldet sne på vinduer, hvis det er indstillet. Flags: -keepsnowonwindows, -nokeepsnowonwindows
et: Kui see on seatud, kuvage akendele sadanud lund. Flags: -keepsnowonwindows, -nokeepsnowonwindows
fi: Jos asetettu, näytä ikkunoissa kaatunutta lunta. Flags: -keepsnowonwindows, -nokeepsnowonwindows
fr: S'il est réglé, montrez la neige tombée sur les fenêtres. Flags: -keepsnowonwindows, -nokeepsnowonwindows
hu: Ha be van állítva, a leesett hó megjelenítése az ablakokon. Flags: -keepsnowonwindows, -nokeepsnowonwindows
is: Ef þetta er stillt skaltu sýna fallinn snjó á gluggum. Flags: -keepsnowonwindows, -nokeepsnowonwindows
it: Se impostato, mostra la neve caduta sulle finestre. Flags: -keepsnowonwindows, -nokeepsnowonwindows
lt: Jei nustatyta, ant langų rodyti iškritusį sniegą. Flags: -keepsnowonwindows, -nokeepsnowonwindows
lv: Ja iestatīts, uz logiem rādīt uzkritušu sniegu. Flags: -keepsnowonwindows, -nokeepsnowonwindows
nl: Indien ingesteld, laat gevallen sneeuw op ramen zien. Flags: -keepsnowonwindows, -nokeepsnowonwindows
no: Vis falt snø på vinduer hvis dette er angitt. Flags: -keepsnowonwindows, -nokeepsnowonwindows
pl: Jeśli ustawiono, pokaż padający śnieg na oknach. Flags: -keepsnowonwindows, -nokeepsnowonwindows
pt: Se definido, mostrar neve caída nas janelas. Flags: -keepsnowonwindows, -nokeepsnowonwindows
ro: Dacă este setat, afișați zăpada căzută pe ferestre. Flags: -keepsnowonwindows, -nokeepsnowonwindows
sv: Om inställt, visa nedfallen snö på fönster. Flags: -keepsnowonwindows, -nokeepsnowonwindows
uk: Якщо встановлено, показувати випав сніг на вікнах. Flags: -keepsnowonwindows, -nokeepsnowonwindows
