Repository: markcapella/plasmaSnow
Catalog: po/*.po
Languages: cs, da, et, fi, fr, hu, is, it, lt, lv, nl, no, pl, pt, ro, sv, uk

source: Show the point where the birds want to go. Flags: -showattr 0, -showattr 1
cs: Ukažte bod, kam chtějí ptáci jít. Flags: -showattr 0, -showattr 1
da: Vis det punkt, hvor fuglene vil hen. Flags: -showattr 0, -showattr 1
et: Näidake kohta, kuhu linnud tahavad minna. Flags: -showattr 0, -showattr 1
fi: Näytä kohta, johon linnut haluavat mennä. Flags: -showattr 0, -showattr 1
fr: Indiquez le point où les oiseaux veulent aller. Flags: -showattr 0, -showattr 1
hu: Mutasd meg azt a pontot, ahová a madarak menni akarnak. Flags: -showattr 0, -showattr 1
is: Sýndu punktinn þar sem fuglarnir vilja fara. Flags: -showattr 0, -showattr 1
it: Mostra il punto in cui gli uccelli vogliono andare. Flags: -showattr 0, -showattr 1
lt: Parodykite tašką, kur paukščiai nori eiti. Flags: -showattr 0, -showattr 1
lv: Parādiet vietu, kur putni vēlas doties. Flags: -showattr 0, -showattr 1
nl: Toon het punt waar de vogels heen willen. Flags: -showattr 0, -showattr 1
no: Vis punktet hvor fuglene vil. Flags: -showattr 0, -showattr 1
pl: Pokaż punkt, do którego ptaki chcą się udać. Flags: -showattr 0, -showattr 1
pt: Mostre o ponto onde os pássaros querem ir. Flags: -showattr 0, -showattr 1
ro: Arată punctul în care vor să meargă păsările. Flags: -showattr 0, -showattr 1
sv: Visa punkten dit fåglarna vill gå. Flags: -showattr 0, -showattr 1
uk: Покажіть точку, куди хочуть летіти птахи. Flags: -showattr 0, -showattr 1

source: Birds are attracted by an attraction point. Here you can choose to follow Santa. Flags: -followsanta 0, -followsanta 1
cs: Ptáky přitahuje atrakce. Zde si můžete vybrat, zda budete Santa sledovat. Flags: -followsanta 0, -followsanta 1
da: Fugle tiltrækkes af et attraktionspunkt. Her kan du vælge at følge Julemanden. Flags: -followsanta 0, -followsanta 1
et: Linde tõmbab ligi tõmbepunkt. Siin saate valida, kas soovite Jõuluvana jälgida. Flags: -followsanta 0, -followsanta 1
fi: Lintuja houkuttelee vetovoimapiste. Täällä voit seurata Joulupukkia. Flags: -followsanta 0, -followsanta 1
fr: Les oiseaux sont attirés par un point d'attraction. Ici, vous pouvez choisir de suivre le Père Noël. Flags: -followsanta 0, -followsanta 1
hu: A madarakat egy vonzerőpont vonzza. Itt kiválaszthatod, hogy követed a Mikulást. Flags: -followsanta 0, -followsanta 1
is: Fuglar laðast að aðdráttarafl. Hér getur þú valið að fylgja Jólasveininum. Flags: -followsanta 0, -followsanta 1
it: Gli uccelli sono attratti da un punto di attrazione. Qui puoi scegliere di seguire Babbo Natale. Flags: -followsanta 0, -followsanta 1
lt: Paukščius vilioja traukos taškas. Čia galite pasirinkti sekti Kalėdų Senelį. Flags: -followsanta 0, -followsanta 1
lv: Putnus piesaista atrakcijas punkts. Šeit varat izvēlēties sekot Ziemassvētku vecītim. Flags: -followsanta 0, -followsanta 1
nl: Vogels worden aangetrokken door een aantrekkingspunt. Hier kun je ervoor kiezen om de Kerstman te volgen. Flags: -followsanta 0, -followsanta 1
no: Fugler tiltrekkes av et attraksjonspunkt. Her kan du velge å følge nissen. Flags: -followsanta 0, -followsanta 1
pl: Punkt przyciągający przyciąga ptaki. Tutaj możesz podążać za Świętym Mikołajem. Flags: -followsanta 0, -followsanta 1
pt: As aves são atraídas por um ponto de atração. Aqui você pode optar por seguir o Pai Natal. Flags: -followsanta 0, -followsanta 1
ro: Păsările sunt atrase de un punct de atracție. Aici poți alege să-l urmărești pe Moș Crăciun. Flags: -followsanta 0, -followsanta 1
sv: Fåglar lockas av en attraktionspunkt. Här kan du välja att följa Tomten. Flags: -followsanta 0, -followsanta 1
uk: Птахів приваблює точка притягання. Тут ви можете вибрати підписку на Діда Мороза. Flags: -followsanta 0, -followsanta 1

source: Influence the size of the birds. Flag: -birdsscale
cs: Ovlivněte velikost ptáků. Flag: -birdsscale
da: Påvirke størrelsen af fuglene. Flag: -birdsscale
et: Mõjutage lindude suurust. Flag: -birdsscale
fi: Vaikuta lintujen kokoon. Flag: -birdsscale
fr: Influencer la taille des oiseaux. Flag: -birdsscale
hu: Befolyásolja a madarak méretét. Flag: -birdsscale
is: Hafa áhrif á stærð fuglanna. Flag: -birdsscale
it: Influenzare le dimensioni degli uccelli. Flag: -birdsscale
lt: Įtaka paukščių dydį. Flag: -birdsscale
lv: Ietekmē putnu izmēru. Flag: -birdsscale
nl: Beïnvloed de grootte van de vogels. Flag: -birdsscale
no: Påvirke størrelsen på fuglene. Flag: -birdsscale
pl: Wpływaj na wielkość ptaków. Flag: -birdsscale
pt: Influencie o tamanho das aves. Flag: -birdsscale
ro: Influențează dimensiunea păsărilor. Flag: -birdsscale
sv: Påverka storleken på fåglarna. Flag: -birdsscale
uk: Впливати на розмір птахів. Flag: -birdsscale

source: Speed of birds in arbitrary units. Flag: -birdsspeed
cs: Rychlost ptáků v libovolných jednotkách. Flag: -birdsspeed
da: Fuglenes hastighed i vilkårlige enheder. Flag: -birdsspeed
et: Lindude kiirus suvalistes ühikutes. Flag: -birdsspeed
fi: Lintujen nopeus mielivaltaisissa yksiköissä. Flag: -birdsspeed
fr: Vitesse des oiseaux en unités arbitraires. Flag: -birdsspeed
hu: A madarak sebessége tetszőleges mértékegységekben. Flag: -birdsspeed
is: Hraði fugla í handahófskenndum einingum. Flag: -birdsspeed
it: Velocità degli uccelli in unità arbitrarie. Flag: -birdsspeed
lt: Paukščių greitis savavališkais vienetais. Flag: -birdsspeed
lv: Putnu ātrums patvaļīgās vienībās. Flag: -birdsspeed
nl: Snelheid van vogels in willekeurige eenheden. Flag: -birdsspeed
no: Fuglenes hastighet i vilkårlige enheter. Flag: -birdsspeed
pl: Prędkość ptaków w dowolnych jednostkach. Flag: -birdsspeed
pt: Velocidade dos pássaros em unidades arbitrárias. Flag: -birdsspeed
ro: Viteza păsărilor în unități arbitrare. Flag: -birdsspeed
sv: Fåglarnas hastighet i godtyckliga enheter. Flag: -birdsspeed
uk: Швидкість птахів в умовних одиницях. Flag: -birdsspeed

source: Desired number of birds. If zero, no birds are shown. Flag: -nbirds
cs: Požadovaný počet ptáků. Pokud je nula, nezobrazí se žádní ptáci. Flag: -nbirds
da: Ønsket antal fugle. Hvis nul, vises ingen fugle. Flag: -nbirds
et: Soovitav lindude arv. Kui see on null, siis linde ei kuvata. Flag: -nbirds
fi: Toivottu määrä lintuja. Jos nolla, lintuja ei näytetä. Flag: -nbirds
fr: Nombre d'oiseaux souhaité. Si zéro, aucun oiseau n'est montré. Flag: -nbirds
hu: Kívánt madárszám. Ha nulla, madarak nem jelennek meg. Flag: -nbirds
is: Æskilegur fjöldi fugla. Ef núll er enginn fugl sýndur. Flag: -nbirds
it: Numero desiderato di uccelli. Se zero, non vengono mostrati uccelli. Flag: -nbirds
lt: Norimas paukščių skaičius. Jei nulis, paukščiai nerodomi. Flag: -nbirds
lv: Vēlamais putnu skaits. Ja ir nulle, netiek rādīts neviens putns. Flag: -nbirds
nl: Gewenst aantal vogels. Indien nul, worden er geen vogels getoond. Flag: -nbirds
no: Ønsket antall fugler. Hvis null, vises ingen fugler. Flag: -nbirds
pl: Żądana liczba ptaków. Jeśli zero, ptaki nie są wyświetlane. Flag: -nbirds
pt: Número desejado de aves. Se zero, nenhum pássaro é mostrado. Flag: -nbirds
ro: Numărul dorit de păsări. Dacă zero, nu sunt afișate păsări. Flag: -nbirds
sv: Önskat antal fåglar. Om noll visas inga fåglar. Flag: -nbirds
uk: Бажана кількість птахів. Якщо нуль, птахи не відображаються. Flag: -nbirds

source: Number of nearest neighbours the birds should look at. Flag: -neighbours
cs: Počet nejbližších sousedů, na které by se ptáci měli podívat. Flag: -neighbours
da: Antal nærmeste naboer fuglene skal se på. Flag: -neighbours
et: Lähimate naabrite arv, keda linnud peaksid vaatama. Flag: -neighbours
fi: Niiden lähimpien naapureiden lukumäärä, joita lintujen tulisi katsoa. Flag: -neighbours
fr: Nombre de voisins les plus proches que les oiseaux devraient regarder. Flag: -neighbours
hu: A legközelebbi szomszédok száma, akiket a madaraknak nézniük kell. Flag: -neighbours
is: Fjöldi næstu nágranna sem fuglarnir ættu að skoða. Flag: -neighbours
it: Numero di vicini più vicini a cui gli uccelli dovrebbero guardare. Flag: -neighbours
lt: Artimiausių kaimynų, į kuriuos paukščiai turėtų žiūrėti, skaičius Flag: -neighbours
lv: Tuvāko kaimiņu skaits, uz kuriem putniem jāskatās. Flag: -neighbours
nl: Aantal naaste buren waar de vogels naar moeten kijken. Flag: -neighbours
no: Antall nærmeste naboer fuglene bør se på. Flag: -neighbours
pl: Liczba najbliższych sąsiadów, którym ptaki powinny się przyjrzeć. Flag: -neighbours
pt: Número de vizinhos mais próximos que os pássaros devem olhar. Flag: -neighbours
ro: Numărul de vecini cei mai apropiați la care ar trebui să se uite păsările. Flag: -neighbours
sv: Antal närmaste grannar som fåglarna ska titta på. Flag: -neighbours
uk: Кількість найближчих сусідів, на яких птахи повинні дивитися. Flag: -neighbours

source: Anarchy level: the higher, the more anarchy. Flag: -anarchy
cs: Úroveň anarchie: čím vyšší, tím větší anarchie. Flag: -anarchy
da: Anarkiniveau: jo højere, jo mere anarki. Flag: -anarchy
et: Anarhia tase: mida kõrgem, seda rohkem anarhiat. Flag: -anarchy
fi: Anarkiataso: mitä korkeampi, sitä enemmän anarkiaa. Flag: -anarchy
fr: Niveau d'anarchie : plus il y a d'anarchie, plus il y a d'anarchie. Flag: -anarchy
hu: Anarchia szint: minél magasabb, annál nagyobb az anarchia. Flag: -anarchy
is: Stjórnleysisstig: því hærra, því meira stjórnleysi. Flag: -anarchy
it: Livello di anarchia: più alto è, più anarchia. Flag: -anarchy
lt: Anarchijos lygis: kuo aukštesnis, tuo daugiau anarchijos. Flag: -anarchy
lv: Anarhijas līmenis: jo augstāks, jo vairāk anarhijas. Flag: -anarchy
nl: Anarchieniveau: hoe hoger, hoe meer anarchie. Flag: -anarchy
no: Anarkinivå: jo høyere, jo mer anarki. Flag: -anarchy
pl: Poziom anarchii: im wyższy, tym więcej anarchii. Flag: -anarchy
pt: Nível de anarquia: quanto maior, mais anarquia. Flag: -anarchy
ro: Nivel de anarhie: cu cât este mai mare, cu atât mai multă anarhie. Flag: -anarchy
sv: Anarkinivå: ju högre, desto mer anarki. Flag: -anarchy
uk: Рівень анархії: чим вище, тим більше анархії. Flag: -anarchy

source: Tendency to adjust speed to neighbours. Flag: -followneighbours
cs: Tendence přizpůsobovat rychlost sousedům. Flag: -followneighbours
da: Tendens til at tilpasse hastigheden til naboer. Flag: -followneighbours
et: Kalduvus kohandada kiirust naabritega. Flag: -followneighbours
fi: Taipumus säätää nopeutta naapureille. Flag: -followneighbours
fr: Tendance à ajuster la vitesse aux voisins. Flag: -followneighbours
hu: Hajlamos a sebességet a szomszédokhoz igazítani. Flag: -followneighbours
is: Tilhneiging til að stilla hraða að nágrönnum. Flag: -followneighbours
it: Tendenza ad adattare la velocità ai vicini. Flag: -followneighbours
lt: Tendencija reguliuoti greitį prie kaimynų. Flag: -followneighbours
lv: Tieksme pielāgot ātrumu kaimiņiem. Flag: -followneighbours
nl: Neiging om snelheid aan te passen aan buren. Flag: -followneighbours
no: Tendens til å tilpasse hastigheten til naboer. Flag: -followneighbours
pl: Skłonność do dostosowywania prędkości do sąsiadów. Flag: -followneighbours
pt: Tendência para ajustar a velocidade aos vizinhos. Flag: -followneighbours
ro: Tendința de a ajusta viteza la vecini. Flag: -followneighbours
sv: Tendens att anpassa hastigheten till grannar. Flag: -followneighbours
uk: Схильність підлаштовуватися під швидкість під сусідів. Flag: -followneighbours

source: Preferred distance from other birds. Flag: -prefdistance
cs: Preferovaná vzdálenost od ostatních ptáků. Flag: -prefdistance
da: Foretrukken afstand fra andre fugle. Flag: -prefdistance
et: Eelistatud kaugus teistest lindudest. Flag: -prefdistance
fi: Suositeltava etäisyys muihin lintuihin. Flag: -prefdistance
fr: Distance privilégiée par rapport aux autres oiseaux. Flag: -prefdistance
hu: Előnyben részesített távolság a többi madártól. Flag: -prefdistance
is: Æskileg fjarlægð frá öðrum fuglum. Flag: -prefdistance
it: Distanza preferita dagli altri uccelli. Flag: -prefdistance
lt: Pageidaujamas atstumas nuo kitų paukščių. Flag: -prefdistance
lv: Vēlamais attālums no citiem putniem. Flag: -prefdistance
nl: Gewenste afstand tot andere vogels. Flag: -prefdistance
no: Foretrukket avstand fra andre fugler. Flag: -prefdistance
pl: Preferowana odległość od innych ptaków. Flag: -prefdistance
pt: Distância preferida de outras aves. Flag: -prefdistance
ro: Distanța preferată față de alte păsări. Flag: -prefdistance
sv: Önskat avstånd från andra fåglar. Flag: -prefdistance
uk: Бажана відстань від інших птахів. Flag: -prefdistance

source: Tendency to keep desired distance to neighbours. Flag: -disweight
cs: Tendence udržovat požadovanou vzdálenost od sousedů. Flag: -disweight
da: Tendens til at holde den ønskede afstand til naboer. Flag: -disweight
et: Kalduvus hoida naabritega soovitud distantsi. Flag: -disweight
fi: Taipumus pitää haluttu etäisyys naapureihin. Flag: -disweight
fr: Tendance à garder la distance souhaitée avec les voisins. Flag: -disweight
hu: Hajlamos tartani a kívánt távolságot a szomszédokkal. Flag: -disweight
is: Tilhneiging til að halda æskilegri fjarlægð til nágranna. Flag: -disweight
it: Tendenza a mantenere la distanza desiderata dai vicini. Flag: -disweight
lt: Tendencija išlaikyti norimą atstumą su kaimynais. Flag: -disweight
lv: Tieksme saglabāt vēlamo attālumu līdz kaimiņiem. Flag: -disweight
nl: Neiging om de gewenste afstand tot buren te bewaren. Flag: -disweight
no: Tendens til å holde ønsket avstand til naboer. Flag: -disweight
pl: Skłonność do utrzymywania pożądanego dystansu do sąsiadów. Flag: -disweight
pt: Tendência para manter a distância desejada para os vizinhos. Flag: -disweight
ro: Tendința de a păstra distanța dorită față de vecini. Flag: -disweight
sv: Tendens att hålla önskat avstånd till grannar. Flag: -disweight
uk: Схильність дотримання бажаної дистанції до сусідів. Flag: -disweight

source: Viewing distance. NOTE: Santa has no knowledge of viewing distance, so when birds are following Santa, the relative positions of Santa and birds will be temporarely out of sync when you change the viewing distance. This is only noticeable when the birds are following Santa. Flag: -viewingdistance
cs: Pozorovací vzdálenost. POZNÁMKA: Santa nezná vzdálenost pohledu, takže když ptáci sledují Santu, relativní pozice Santy a ptáků budou dočasně nesynchronizované, když změníte vzdálenost pohledu. To je patrné pouze tehdy, když ptáci následují Santu. Flag: -viewingdistance
da: Synsafstand. BEMÆRK: Julemanden har ingen viden om synsafstand, så når fugle følger Julemanden, vil Julemandens og fuglenes relative positioner være midlertidigt ude af sync, når du ændrer synsafstanden. Dette er kun mærkbart, når fuglene følger Julemanden. Flag: -viewingdistance
et: Vaatekaugus. MÄRKUS. Jõuluvana ei tea vaatekaugust, nii et kui linnud järgivad Jõuluvana, on Jõuluvana ja lindude suhteline asukoht vaatekauguse muutmisel ajutiselt sünkroonist väljas. Seda on märgata ainult siis, kui linnud järgivad Jõuluvana. Flag: -viewingdistance
fi: Katseluetäisyys. Huomio: Joulupukilla ei ole tietoa katseluetäisyydestä, joten kun linnut seuraavat Joulupukkia, Joulupukin ja lintujen suhteelliset sijainnit ovat väliaikaisesti epätahdissa, kun muutat katseluetäisyyttä. Tämä on havaittavissa vain silloin, kun linnut seuraavat joulupukkia.Flag: -viewingdistance
fr: REMARQUE : Le Père Noël n'a aucune connaissance de la distance de visualisation, donc lorsque les oiseaux suivent le Père Noël, les positions relatives du Père Noël et des oiseaux seront temporairement désynchronisées lorsque vous modifiez la distance de visualisation. Cela n'est perceptible que lorsque les oiseaux suivent le Père Noël. Flag: -viewingdistance
hu: Megtekintési távolság. MEGJEGYZÉS: A Mikulás nem ismeri a látótávolságot, így amikor a madarak követik a Mikulást, a Mikulás és a madarak egymáshoz viszonyított helyzete átmenetileg nem lesz szinkronban, ha módosítja a látótávolságot. Ez csak akkor észrevehető, ha a madarak követik a Mikulást. Flag: -viewingdistance
is: Skoðunarfjarlægð. ATHUGIÐ: Jólasveinninn hefur enga þekkingu á útsýnisfjarlægð, þannig að þegar fuglar fylgja Jólasveininum verða hlutfallsleg staða Jólasveinsins og fugla tímabundið úr samstillingu þegar þú breytir útsýnisfjarlægðinni. Þetta er aðeins áberandi þegar fuglarnir fylgja Jólasveininum. Flag: -viewingdistance
it: NOTA: Babbo Natale non ha alcuna conoscenza della distanza di visione, quindi quando gli uccelli seguono Babbo Natale, le posizioni relative di Babbo Natale e gli uccelli saranno temporaneamente fuori sincronia quando si modifica la distanza di visione. Questo si nota solo quando gli uccelli seguono Babbo Natale. Flag: -viewingdistance
lt: Žiūrėjimo atstumas. PASTABA: Kalėdų Senelis nežino apie žiūrėjimo atstumą, todėl kai paukščiai seka Kalėdų Senelį, pakeitus žiūrėjimo atstumą santykinė Kalėdų Senelio ir paukščių padėtis laikinai nebus sinchronizuota. Tai pastebima tik paukščiams sekant Kalėdų senelį. Flag: -viewingdistance
lv: Skatīšanās attālums. PIEZĪME. Ziemassvētku vecītis nezina par skatīšanās attālumu, tāpēc, kad putni seko Ziemassvētku vecītim, Ziemassvētku vecīša un putnu relatīvās pozīcijas īslaicīgi nebūs sinhronizētas, mainot skatīšanās attālumu. Tas ir pamanāms tikai tad, kad putni seko Ziemassvētku vecītim. Flag: -viewingdistance
nl: Kijkafstand. OPMERKING: De kerstman heeft geen kennis van de kijkafstand, dus als vogels de Kerstman volgen, zullen de relatieve posities van de Kerstman en de vogels tijdelijk niet synchroon lopen als je de kijkafstand wijzigt. Dit is alleen merkbaar als de vogels de Kerstman volgen. Flag: -viewingdistance
no: Betraktningsavstand. MERK: Julenissen har ingen kunnskap om visningsavstand, så når fugler følger nissen, vil de relative posisjonene til nissen og fuglene være midlertidig ute av synkronisering når du endrer visningsavstanden. Dette er bare merkbart når fuglene følger Julenissen. Flag: -viewingdistance
pl: Odległość widzenia. UWAGA: Mikołaj nie zna odległości widzenia, więc gdy ptaki podążają za Mikołajem, względne pozycje Mikołaja i ptaków będą chwilowo niezsynchronizowane, gdy zmienisz odległość widzenia. Jest to zauważalne tylko wtedy, gdy ptaki podążają za Mikołajem. Flag: -viewingdistance
pt: Observação: o Papai Noel não tem conhecimento da distância de visualização, portanto, quando os pássaros estão seguindo o Papai Noel, as posições relativas do Papai Noel e dos pássaros estarão temporariamente fora de sincronia quando você alterar a distância de visualização. Isso só é perceptível quando as aves estão seguindo o Pai Natal. Flag: -viewingdistance
ro: Distanța de vizualizare. NOTĂ: Moș Crăciun nu cunoaște distanța de vizualizare, așa că atunci când păsările îl urmăresc pe Moș Crăciun, pozițiile relative ale lui Moș Crăciun și ale păsărilor vor fi temporar desincronizate când modificați distanța de vizualizare. Acest lucru este vizibil doar atunci când păsările îl urmăresc pe Moș Crăciun. Flag: -viewingdistance
sv: Betraktningsavstånd. OBS: Tomten har ingen kunskap om siktavstånd, så när fåglar följer Tomten kommer de relativa positionerna för Tomten och fåglarna att vara tillfälligt osynkroniserade när du ändrar siktavståndet. Detta märks bara när fåglarna följer Tomten. Flag: -viewingdistance
uk: Відстань огляду. ПРИМІТКА: Санта не знає відстані огляду, тому, коли пташки слідують за Сантою, відносне розташування Санти та птахів тимчасово не синхронізується, коли ви змінюєте відстань огляду. Це помітно лише тоді, коли пташки слідують за Сантою. Flag: -viewingdistance

source: Percentage of screen to be used for the attraction point. Flag: -attrspace
cs: Procento obrazovky, které se má použít pro bod přitažlivosti. Flag: -attrspace
da: Procentdel af skærmen, der skal bruges til attraktionspunktet. Flag: -attrspace
et: Tõmbepunkti jaoks kasutatava ekraani protsent. Flag: -attrspace
fi: Vetovoimapisteessä käytettävän näytön prosenttiosuus. Flag: -attrspace
fr: Pourcentage d'écran à utiliser pour le point d'attraction. Flag: -attrspace
hu: A vonzási ponthoz használt képernyő százalékos aránya. Flag: -attrspace
is: Hlutfall af skjá sem á að nota fyrir aðdráttarpunkt. Flag: -attrspace
it: Percentuale di schermo da utilizzare per il punto di attrazione. Flag: -attrspace
lt: Ekrano, kuris bus naudojamas traukos taškui, procentas Flag: -attrspace
lv: Ekrāna procentuālā daļa, kas tiks izmantota piesaistes punktam. Flag: -attrspace
nl: Percentage van het scherm dat moet worden gebruikt voor het aantrekkingspunt. Flag: -attrspace
no: Prosentandel av skjermen som skal brukes for attraksjonspunktet. Flag: -attrspace
pl: Procent ekranu do wykorzystania w punkcie przyciągania. Flag: -attrspace
pt: Percentagem de ecrã a ser usada para o ponto de atracção. Flag: -attrspace
ro: Procentul de ecran care trebuie utilizat pentru punctul de atracție. Flag: -attrspace
sv: Procentandel av skärmen som ska användas för attraktionspunkten. Flag: -attrspace
uk: Відсоток екрана, який буде використовуватися для точки притягнення. Flag: -attrspace

source: Tendency to concentrate on the attraction point. Flag: -focuscentre
cs: Tendence soustředit se na přitažlivý bod. Flag: -focuscentre
da: Tendens til at koncentrere sig om attraktionspunktet. Flag: -focuscentre
et: Kalduvus keskenduda tõmbepunktile. Flag: -focuscentre
fi: Taipumus keskittyä vetovoimapisteeseen. Flag: -focuscentre
fr: Tendance à se concentrer sur le point d'attraction. Flag: -focuscentre
hu: Hajlamos a vonzási pontra koncentrálni. Flag: -focuscentre
is: Tilhneiging til að einbeita sér að aðdráttarpunktinum. Flag: -focuscentre
it: Tendenza a concentrarsi sul punto di attrazione. Flag: -focuscentre
lt: Tendencija sutelkti dėmesį į traukos tašką. Flag: -focuscentre
lv: Tieksme koncentrēties uz piesaistes punktu. Flag: -focuscentre
nl: Neiging om zich te concentreren op het aantrekkingspunt. Flag: -focuscentre
no: Tendens til å konsentrere seg om attraksjonspunktet. Flag: -focuscentre
pl: Tendencja do koncentrowania się na punkcie przyciągania. Flag: -focuscentre
pt: Tendência a concentrar-se no ponto de atração. Flag: -focuscentre
ro: Tendința de a se concentra asupra punctului de atracție. Flag: -focuscentre
sv: Tendens att koncentrera sig på attraktionspunkten. Flag: -focuscentre
uk: Схильність до концентрації на точці тяжіння. Flag: -focuscentre

source: Viewing distance:
cs: Pozorovací vzdálenost:
da: Visningsafstand:
et: Vaatekaugus:
fi: Katseluetäisyys:
fr: Distance visuelle:
hu: Látási távolság:
is: Skoðunarfjarlægð:
it: Distanza di visualizzazione:
lt: Žiūrėjimo atstumas:
lv: Skatīšanās attālums:
nl: Kijkafstand:
no: Visningsavstand:
pl: Odległość oglądania:
pt: Distância de visualização:
ro: Distanta de vizualizare:
sv: Betraktningsavstånd:
uk: Відстань перегляду:

source: Birds
cs: Ptactvo
da: Fugle
et: Linnud
fi: Linnut
fr: Oiseaux
hu: Madarak
is: Fuglar
it: Uccelli
lt: Paukščiai
lv: Putni
nl: Vogels
no: Fugler
pl: Ptaki
pt: Aves
ro: Păsări
sv: Fåglar
uk: Птахи

source: Number:
cs: Číslo:
da: Nummer:
fi: Lukumäärä:
fr: Nombre:
hu: Szám:
is: Númer:
it: Numero:
lt: Numeris:
lv: Numurs:
nl: Nummer:
no: Antall:
pl: Numer:
pt: Número:
ro: Număr:
sv: Siffra:
uk: номер:

source: Stars
cs: hvězdy
da: Stjerner
et: Tähed
fi: Tähdet
fr: Auteurs
hu: Csillagok
is: Stjörnur
it: Stelle
lt: Žvaigždės
lv: Zvaigznes
nl: Sterren
no: Stjerner
pl: Gwiazdy
pt: Estrelas
ro: Stele
sv: Stjärnor
uk: Зірки
