Repository: markcapella/plasmaSnow
Catalog: po/*.po
Languages: cs, da, et, fi, fr, hu, is, it, lt, lv, nl, no, pl, pt, ro, sv, uk

source: To show or not show stars. Flag: -stars (0 means: no stars)
cs: Zobrazit nebo nezobrazit hvězdy. Flag: -stars (0 means: no stars)
da: At vise eller ikke vise stjerner. Flag: -stars (0 means: no stars)
et: Tähtede näitamine või mitte näitamine. Flag: -stars (0 means: no stars)
fi: Tähtien näyttäminen tai näyttämättä jättäminen. Flag: -stars (0 means: no stars)
fr: Afficher ou ne pas afficher les étoiles. Flag: -stars (0 means: no stars)
hu: Csillagokat mutatni vagy nem. Flag: -stars (0 means: no stars)
is: Til að sýna eða ekki sýna stjörnur. Flag: -stars (0 means: no stars)
it: Per mostrare o non mostrare le stelle. Flag: -stars (0 means: no stars)
lt: Rodyti ar nerodyti žvaigždžių. Flag: -stars (0 means: no stars)
lv: Rādīt vai nerādīt zvaigznes. Flag: -stars (0 means: no stars)
nl: Sterren wel of niet tonen. Flag: -stars (0 means: no stars)
no: For å vise eller ikke vise stjerner. Flag: -stars (0 means: no stars)
pl: Pokazywać lub nie pokazywać gwiazdek. Flag: -stars (0 means: no stars)
pt: Mostrar ou não mostrar estrelas. Flag: -stars (0 means: no stars)
ro: Pentru a afișa sau nu stele. Flag: -stars (0 means: no stars)
sv: Att visa eller inte visa stjärnor. Flag: -stars (0 means: no stars)
uk: Показувати чи не показувати зірочки. Flag: -stars (0 means: no stars)

source: Moon
cs: Měsíc
da: Måne
et: Kuu
fi: Kuu
fr: Lune
hu: Hold
is: Tungl
it: Luna
lt: Mėnulis
lv: Mēness
nl: Maan
no: Måne
pl: Księżyc
pt: Lua
ro: Luna
sv: Måne
uk: Місяць

source: To show or not show moon. Flags: -moon 1, -moon 0
cs: Ukázat nebo neukázat měsíc. Flags: -moon 1, -moon 0
da: At vise eller ikke vise månen. Flags: -moon 1, -moon 0
et: Kuu näitamine või mitte näitamine. Flags: -moon 1, -moon 0
fi: Näytetäänkö kuu vai ei. Flags: -moon 1, -moon 0
fr: Montrer ou ne pas montrer la lune. Flags: -moon 1, -moon 0
hu: Megjeleníteni vagy nem mutatni a holdat. Flags: -moon 1, -moon 0
is: Til að sýna eða ekki sýna tungl. Flags: -moon 1, -moon 0
it: Mostrare o non mostrare la luna. Flags: -moon 1, -moon 0
lt: Rodyti ar nerodyti mėnulį. Flags: -moon 1, -moon 0
lv: Rādīt vai nerādīt mēnesi. Flags: -moon 1, -moon 0
nl: Wel of geen maan tonen. Flags: -moon 1, -moon 0
no: For å vise eller ikke vise månen. Flags: -moon 1, -moon 0
pl: Pokazywać czy nie pokazywać księżyca. Flags: -moon 1, -moon 0
pt: Mostrar ou não mostrar a lua. Flags: -moon 1, -moon 0
ro: Pentru a afișa sau nu luna. Flags: -moon 1, -moon 0
sv: Att visa eller inte visa månen. Flags: -moon 1, -moon 0
uk: Показувати чи не показувати місяць. Flags: -moon 1, -moon 0

source: To show or not show aurora. Note: the aurora is best viewed using a dark background. Flags: -aurora 1, -aurora 0
cs: Zobrazit nebo nezobrazit polární záři. Poznámka: polární záři je nejlépe vidět na tmavém pozadí. Flags: -aurora 1, -aurora 0
da: For at vise eller ikke vise nordlys. Bemærk: nordlyset ses bedst med en mørk baggrund. Flags: -aurora 1, -aurora 0
et: Aurora näitamiseks või mitte näitamiseks. Märkus: aurorat on kõige parem vaadata tumedal taustal. Flags: -aurora 1, -aurora 0
fi: Näytetäänkö revontulia vai ei. Huomaa: revontulia voi parhaiten katsella tummalla taustalla. Flags: -aurora 1, -aurora 0
fr: Afficher ou ne pas afficher l'aurore. Remarque : il est préférable de visualiser l'aurore en utilisant un fond sombre. Flags: -aurora 1, -aurora 0
hu: Az aurora megjelenítése vagy nem megjelenítése. Megjegyzés: az aurora legjobban sötét háttérrel látható. Flags: -aurora 1, -aurora 0
is: Að sýna eða ekki sýna norðurljós. Athugið: best er að skoða norðurljósið með dökkum bakgrunni. Flags: -aurora 1, -aurora 0
it: Per mostrare o non mostrare l'aurora. Nota: l'aurora si vede meglio con uno sfondo scuro. Flags: -aurora 1, -aurora 0
lt: Rodyti ar nerodyti auroros. Pastaba: aurorą geriausia matyti tamsiame fone. Flags: -aurora 1, -aurora 0
lv: Rādīt vai nerādīt polārblāzmu. Piezīme: polārblāzmu vislabāk var apskatīt, izmantojot tumšu fonu. Flags: -aurora 1, -aurora 0
nl: Wel of niet aurora tonen. Opmerking: de aurora kan het beste worden bekeken met een donkere achtergrond. Flags: -aurora 1, -aurora 0
no: For å vise eller ikke vise nordlys. Merk: nordlyset ses best med en mørk bakgrunn. Flags: -aurora 1, -aurora 0
pl: Aby pokazywać lub nie pokazywać zorzy polarnej. Uwaga: zorzę polarną najlepiej oglądać na ciemnym tle. Flags: -aurora 1, -aurora 0
pt: Para mostrar ou não a aurora. Observação: a aurora é melhor visualizada usando um fundo escuro. Flags: -aurora 1, -aurora 0
ro: Pentru a afișa sau nu aurora. Notă: aurora este cel mai bine vizualizată folosind un fundal întunecat. Flags: -aurora 1, -aurora 0
sv: Att visa eller inte visa norrsken. Obs: norrskenet ses bäst med en mörk bakgrund. Flags: -aurora 1, -aurora 0
uk: Показувати або не показувати полярне сяйво. Примітка: полярне сяйво найкраще бачити на темному тлі. Flags: -aurora 1, -aurora 0

source: Number of twinkling stars. Flag: -stars
cs: Počet blikajících hvězd. Flag: -stars
da: Antal blinkende stjerner. Flag: -stars
et: Vilkuvate tähtede arv. Flag: -stars
fi: Tuikkivien tähtien määrä. Flag: -stars
fr: Nombre d'étoiles scintillantes. Flag: -stars
hu: Csillogó csillagok száma. Flag: -stars
is: Fjöldi blikkandi stjarna. Flag: -stars
it: Numero di stelle scintillanti. Flag: -stars
lt: Mirksinčių žvaigždžių skaičius. Flag: -stars
lv: Mirgojošo zvaigžņu skaits. Flag: -stars
nl: Aantal fonkelende sterren. Flag: -stars
no: Antall blinkende stjerner. Flag: -stars
pl: Liczba migoczących gwiazd. Flag: -stars
pt: Número de estrelas cintilantes. Flag: -stars
ro: Numărul de stele sclipitoare. Flag: -stars
sv: Antal blinkande stjärnor. Flag: -stars
uk: Кількість мерехтливих зірок. Flag: -stars

source: Width:
cs: Šířka:
da: Bredde:
et: Laius:
fi: Leveys:
fr: Largeur:
hu: Szélesség:
is: Breidd:
it: Larghezza di taglio:
lt: Plotis:
lv: Platums:
nl: Breedte:
no: Bredde:
pl: Szerokość:
pt: Largura:
ro: Lăţime:
sv: Bredd:
uk: Ширина:

source: Height:
cs: Výška:
da: Højde:
et: Kõrgus:
fi: Korkeus:
fr: Hauteur :
hu: Magasság:
is: Hæð:
it: Altezza:
lt: Aukštis:
lv: Augstums:
nl: Hoogte:
no: Høyde:
pl: Wysokość:
pt: Altura:
ro: Înălţime:
sv: Höjd:
uk: Висота:

source: Left
cs: Vlevo, odjet
da: Venstre
et: Vasakule
fi: Vasen
fr: À gauche
hu: Bal
is: Vinstri
it: Sinistra
lt: Kairė
lv: Pa kreisi
nl: Links
no: Venstre
pl: Lewy
pt: Esquerda
ro: Stânga
sv: Vänster
uk: Ліворуч

source: Place aurora left on the screen. Flag: -auroraleft
cs: Umístěte polární záři vlevo na obrazovku. Flag: -auroraleft
da: Placer aurora til venstre på skærmen. Flag: -auroraleft
et: Asetage aurora ekraanile vasakule. Flag: -auroraleft
fi: Aseta aurora vasemmalle näytölle. Flag: -auroraleft
fr: Placez l'aurore à gauche sur l'écran. Flag: -auroraleft
hu: Helyezze el az aurorát balra a képernyőn. Flag: -auroraleft
is: Settu norðurljós til vinstri á skjánum. Flag: -auroraleft
it: Posiziona l'aurora sinistra sullo schermo. Flag: -auroraleft
lt: Padėkite aurorą kairėje ekrane. Flag: -auroraleft
lv: Novietojiet auroru pa kreisi uz ekrāna. Flag: -auroraleft
nl: Plaats aurora links op het scherm. Flag: -auroraleft
no: Plasser aurora til venstre på skjermen. Flag: -auroraleft
pl: Umieść Aurorę w lewo na ekranie. Flag: -auroraleft
pt: Coloque a aurora esquerda no ecrã. Flag: -auroraleft
ro: Plasați aurora la stânga pe ecran. Flag: -auroraleft
sv: Placera norrsken till vänster på skärmen. Flag: -auroraleft
uk: Помістіть полярне сяйво ліворуч на екрані. Flag: -auroraleft

source: Middle
cs: Střední
da: Midten
et: Keskmine
fi: Keski
fr: Milieu
hu: Középső
is: Miðja
it: Medi
lt: Vidurio
lv: Vidus
nl: Midden
no: Midten
pl: Środek
pt: Meio
ro: Mijloc
sv: Mitten
uk: Середній

source: Place aurora in the middle of the screen. Flag: -auroramiddle
cs: Umístěte polární záři doprostřed obrazovky. Flag: -auroramiddle
da: Placer aurora i midten af skærmen. Flag: -auroramiddle
et: Asetage aurora ekraani keskele. Flag: -auroramiddle
fi: Aseta aurora näytön keskelle. Flag: -auroramiddle
fr: Placez l'aurore au milieu de l'écran. Flag: -auroramiddle
hu: Helyezze az aurorát a képernyő közepére. Flag: -auroramiddle
is: Settu norðurljós á miðjum skjánum. Flag: -auroramiddle
it: Posiziona l'aurora al centro dello schermo. Flag: -auroramiddle
lt: Padėkite aurorą ekrano viduryje. Flag: -auroramiddle
lv: Novietojiet polārblāzmu ekrāna vidū. Flag: -auroramiddle
nl: Plaats aurora in het midden van het scherm. Flag: -auroramiddle
no: Plasser nordlys midt på skjermen. Flag: -auroramiddle
pl: Umieść Aurorę na środku ekranu. Flag: -auroramiddle
pt: Coloque a aurora no meio do ecrã. Flag: -auroramiddle
ro: Plasați aurora în mijlocul ecranului. Flag: -auroramiddle
sv: Placera norrsken i mitten av skärmen. Flag: -auroramiddle
uk: Помістіть полярне сяйво в середину екрана. Flag: -auroramiddle

source: Right
cs: Že jo
da: Ret
et: Õige
fi: Oikea
fr: Droite
hu: Jobb
is: Rétt
it: Destra
lt: Teisingai
lv: Taisnība
nl: Rechts
no: Ikke sant
pl: Prawidłowy
pt: Direita
ro: Dreapta
sv: Höger
uk: правильно

source: Place aurora in the right of the screen. Flag: -auroraright
cs: Umístěte polární záři na pravou stranu obrazovky. Flag: -auroraright
da: Placer aurora til højre på skærmen. Flag: -auroraright
et: Asetage aurora ekraani paremasse serva. Flag: -auroraright
fi: Aseta aurora näytön oikealle puolelle. Flag: -auroraright
fr: Placez l'aurore à droite de l'écran. Flag: -auroraright
hu: Helyezze el az aurorát a képernyő jobb oldalán. Flag: -auroraright
is: Settu norðurljós hægra megin á skjánum. Flag: -auroraright
it: Posiziona l'aurora a destra dello schermo. Flag: -auroraright
lt: Įdėkite aurorą ekrano dešinėje. Flag: -auroraright
lv: Novietojiet polārblāzmu ekrāna labajā pusē. Flag: -auroraright
nl: Plaats aurora rechts op het scherm. Flag: -auroraright
no: Plasser aurora til høyre på skjermen. Flag: -auroraright
pl: Umieść Aurorę po prawej stronie ekranu. Flag: -auroraright
pt: Coloque a aurora à direita do ecrã. Flag: -auroraright
ro: Plasați aurora în partea dreaptă a ecranului. Flag: -auroraright
sv: Placera norrsken till höger på skärmen. Flag: -auroraright
uk: Помістіть полярне сяйво праворуч на екрані. Flag: -auroraright

source: Brightness of moon's halo. Flag: -halobrightness
cs: Jas měsíčního halo. Flag: -halobrightness
da: Lysstyrke af månens glorie. Flag: -halobrightness
et: Kuu halo heledus. Flag: -halobrightness
fi: Kuun sädekehän kirkkaus. Flag: -halobrightness
fr: Luminosité du halo de la lune. Flag: -halobrightness
hu: A Hold fényereje. Flag: -halobrightness
is: Birta geislabaugs tunglsins. Flag: -halobrightness
it: Luminosità dell'aureola lunare. Flag: -halobrightness
lt: Mėnulio aureolės ryškumas Flag: -halobrightness
lv: Mēness oreola spilgtums. Flag: -halobrightness
nl: Helderheid van de halo van de maan. Flag: -halobrightness
no: Lysstyrken til månens glorie. Flag: -halobrightness
pl: Jasność aureoli księżyca. Flag: -halobrightness
pt: Brilho do halo da lua. Flag: -halobrightness
ro: Luminozitatea aureolei lunii. Flag: -halobrightness
sv: Ljusstyrkan hos månens gloria. Flag: -halobrightness
uk: Яскравість місячного гало. Flag: -halobrightness

source: Meteors
cs: Meteory
da: Meteorer
et: Meteoorid
fi: Meteorit
fr: Météores
hu: Meteorok
is: Loftsteinar
it: Meteore
lt: Meteorai
lv: Meteori
nl: Meteoren
no: Meteorer
pl: Meteory
pt: Meteoros
ro: Meteorii
sv: Meteorer
uk: Метеори

source: To show or not to show meteors. Flags: -meteors, -nometeors
cs: Ukázat či neukázat meteory. Flags: -meteors, -nometeors
da: At vise eller ikke at vise meteorer. Flags: -meteors, -nometeors
et: Kas näidata või mitte näidata meteoore. Flags: -meteors, -nometeors
fi: Näytetäänkö vai eikö näytetä meteoreja. Flags: -meteors, -nometeors
fr: Montrer ou ne pas montrer des météores. Flags: -meteors, -nometeors
hu: Mutatni vagy nem mutatni meteorokat. Flags: -meteors, -nometeors
is: Að sýna eða ekki sýna loftsteina. Flags: -meteors, -nometeors
it: Mostrare o non mostrare meteore. Flags: -meteors, -nometeors
lt: Rodyti ar nerodyti meteorus. Flags: -meteors, -nometeors
lv: Rādīt vai nerādīt meteorus. Flags: -meteors, -nometeors
nl: Wel of geen meteoren tonen. Flags: -meteors, -nometeors
no: Å vise eller ikke vise meteorer. Flags: -meteors, -nometeors
pl: Pokazywać czy nie pokazywać meteorów. Flags: -meteors, -nometeors
pt: Mostrar ou não mostrar meteoros. Flags: -meteors, -nometeors
ro: Pentru a afișa sau nu meteoriți. Flags: -meteors, -nometeors
sv: Att visa eller inte visa meteorer. Flags: -meteors, -nometeors
uk: Показувати чи не показувати метеори. Flags: -meteors, -nometeors

source: Frequency:
cs: Frekvence:
da: Frekvens:
et: Sagedus:
fi: Toistuvuus:
fr: Fréquence :
hu: Frekvencia:
is: Tíðni:
it: Frequenza:
lt: Dažnis:
lv: Biežums:
nl: Frequentie:
no: Frekvens:
pl: Częstotliwość:
pt: Frequência:
ro: Frecvență:
sv: Frekvens:
uk: Частота:

source: Frequency of meteors to appear. Flags: -meteorfrequency
cs: Frekvence výskytu meteorů. Flags: -meteorfrequency
da: Hyppighed af meteorer til at dukke op. Flags: -meteorfrequency
et: Meteoride ilmumise sagedus. Flags: -meteorfrequency
fi: Meteorien esiintymistiheys. Flags: -meteorfrequency
fr: Fréquence d'apparition des météores. Flags: -meteorfrequency
hu: A meteorok megjelenésének gyakorisága. Flags: -meteorfrequency
is: Tíðni loftsteina sem birtast. Flags: -meteorfrequency
it: Frequenza di comparsa delle meteore. Flags: -meteorfrequency
lt: Meteorų atsiradimo dažnis Flags: -meteorfrequency
lv: Meteoru parādīšanās biežums. Flags: -meteorfrequency
nl: Frequentie van meteoren om te verschijnen. Flags: -meteorfrequency
no: Frekvens av meteorer som skal vises. Flags: -meteorfrequency
pl: Częstotliwość pojawiania się meteorów. Flags: -meteorfrequency
pt: Frequência de meteoros a aparecer. Flags: -meteorfrequency
ro: Frecvența de apariție a meteorilor. Flags: -meteorfrequency
sv: Frekvens av meteorer som dyker upp. Flags: -meteorfrequency
uk: Частота появи метеорів. Flags: -meteorfrequency

source: Relative size of the moon. Flag: -moonsize
cs: Relativní velikost měsíce. Flag: -moonsize
da: Månens relative størrelse. Flag: -moonsize
et: Kuu suhteline suurus. Flag: -moonsize
fi: Kuun suhteellinen koko. Flag: -moonsize
fr: Taille relative de la Lune. Flag: -moonsize
hu: A Hold relatív mérete. Flag: -moonsize
is: Hlutfallsleg stærð tunglsins. Flag: -moonsize
it: Dimensione relativa della luna. Flag: -moonsize
lt: Santykinis mėnulio dydis. Flag: -moonsize
lv: Mēness relatīvais izmērs. Flag: -moonsize
nl: Relatieve grootte van de maan. Flag: -moonsize
no: Relativ størrelse på månen. Flag: -moonsize
pl: Względny rozmiar księżyca. Flag: -moonsize
pt: Tamanho relativo da lua. Flag: -moonsize
ro: Mărimea relativă a lunii. Flag: -moonsize
sv: Relativ storlek på månen. Flag: -moonsize
uk: Відносний розмір Місяця. Flag: -moonsize

source: Speed of moon in pixels/minute. Flag: -moonspeed
cs: Rychlost Měsíce v pixelech/minutu. Flag: -moonspeed
da: Månens hastighed i pixels/minut. Flag: -moonspeed
et: Kuu kiirus pikslites minutis. Flag: -moonspeed
fi: Kuun nopeus pikseleinä minuutissa. Flag: -moonspeed
fr: Vitesse de la lune en pixels/minute. Flag: -moonspeed
hu: Hold sebessége pixel/percben. Flag: -moonspeed
is: Hraði tunglsins í punktum/mínútu. Flag: -moonspeed
it: Velocità della luna in pixel/minuto. Flag: -moonspeed
lt: Mėnulio greitis pikseliais per minutę Flag: -moonspeed
lv: Mēness ātrums pikseļos minūtē. Flag: -moonspeed
nl: Maansnelheid in pixels/minuut. Flag: -moonspeed
no: Månens hastighet i piksler/minutt. Flag: -moonspeed
pl: Prędkość księżyca w pikselach na minutę. Flag: -moonspeed
pt: Velocidade da lua em pixels/minuto. Flag: -moonspeed
ro: Viteza lunii în pixeli/minut. Flag: -moonspeed
sv: Månens hastighet i pixlar/minut. Flag: -moonspeed
uk: Швидкість місяця в пікселях/хвилину. Flag: -moonspeed

source: Halo
cs: Svatozář
da: glorie
is: Halló
it: Aureola
pl: Aureola
pt: Auréola
ro: Aura
uk: Ореол

source: To show or not to show halo around moon. Flags: -halo 1, -halo 0
cs: Ukázat nebo nezobrazit halo kolem Měsíce. Flags: -halo 1, -halo 0
da: At vise eller ikke at vise glorie omkring månen. Flags: -halo 1, -halo 0
et: Kas näidata või mitte näidata kuu ümber halo. Flags: -halo 1, -halo 0
fi: Halon näyttäminen tai näyttämättä jättäminen kuun ympärillä. Flags: -halo 1, -halo 0
fr: Montrer ou ne pas montrer le halo autour de la lune. Flags: -halo 1, -halo 0
hu: Megjeleníteni vagy nem mutatni glóriát a Hold körül. Flags: -halo 1, -halo 0
is: Að sýna eða ekki að sýna geislabaug í kringum tunglið. Flags: -halo 1, -halo 0
it: Mostrare o non mostrare l'aureola intorno alla luna. Flags: -halo 1, -halo 0
lt: Rodyti ar nerodyti aureolę aplink mėnulį. Flags: -halo 1, -halo 0
lv: Rādīt vai nerādīt oreolu ap Mēnesi. Flags: -halo 1, -halo 0
nl: Wel of geen halo rond de maan tonen. Flags: -halo 1, -halo 0
no: Å vise eller ikke vise glorie rundt månen. Flags: -halo 1, -halo 0
pl: Pokazywać czy nie pokazywać halo wokół księżyca. Flags: -halo 1, -halo 0
pt: Mostrar ou não mostrar halo ao redor da lua. Flags: -halo 1, -halo 0
ro: A arăta sau a nu arăta aureola în jurul lunii. Flags: -halo 1, -halo 0
sv: Att visa eller inte visa halo runt månen. Flags: -halo 1, -halo 0
uk: Показувати чи не показувати німб навколо місяця. Flags: -halo 1, -halo 0

source: Black
cs: Černá
da: Sort
et: Must
fi: Musta
fr: Noir
hu: Fekete
is: Svartur
it: Nero
lt: Juoda
lv: Melns
nl: Zwart
no: Svart
pl: Czarny
pt: Preta
ro: Negru
sv: Svart
uk: чорний

source: Use all workspaces to snow in. NOTE: this doesn't work properly in enlightenment. Flags: -allworkspaces 1, -allworkspaces 0
cs: K zasněžování použijte všechny pracovní prostory. POZNÁMKA: v osvícení to nefunguje správně. Flags: -allworkspaces 1, -allworkspaces 0
da: Brug alle arbejdsområder til at sne i. BEMÆRK: dette fungerer ikke korrekt i oplysning. Flags: -allworkspaces 1, -allworkspaces 0
et: Kasutage lumesajutamiseks kõiki tööruume. MÄRKUS: see ei tööta valgustusrežiimis korralikult. Flags: -allworkspaces 1, -allworkspaces 0
fi: Käytä kaikkia työtiloja lumisateeseen. Huomio: tämä ei toimi oikein valaistumisessa. Flags: -allworkspaces 1, -allworkspaces 0
fr: Utilisez tous les espaces de travail pour entrer dans la neige. REMARQUE : cela ne fonctionne pas correctement dans l'illumination. Flags: -allworkspaces 1, -allworkspaces 0
hu: Használja az összes munkaterületet a havazáshoz. MEGJEGYZÉS: ez nem működik megfelelően a megvilágosodásban. Flags: -allworkspaces 1, -allworkspaces 0
is: Notaðu öll vinnusvæði til að snjóa í. ATHUGIÐ: þetta virkar ekki almennilega í uppljómun. Flags: -allworkspaces 1, -allworkspaces 0
it: Utilizzare tutte le aree di lavoro per innevare. NOTA: questo non funziona correttamente nell'illuminazione. Flags: -allworkspaces 1, -allworkspaces 0
lt: Naudokite visas darbo vietas, kad pasnigtumėte. PASTABA: tai neveikia tinkamai apšviestoje aplinkoje. Flags: -allworkspaces 1, -allworkspaces 0
lv: Izmantojiet visas darbvietas, lai snigtu iekšā. PIEZĪME: tas nedarbojas pareizi apgaismojumā. Flags: -allworkspaces 1, -allworkspaces 0
nl: Gebruik alle werkruimten om binnen te sneeuwen. LET OP: dit werkt niet goed in verlichting. Flags: -allworkspaces 1, -allworkspaces 0
no: Bruk alle arbeidsområder til å snø i. MERK: dette fungerer ikke som det skal i opplysning. Flags: -allworkspaces 1, -allworkspaces 0
pl: Wykorzystaj wszystkie obszary robocze, aby spadł śnieg. UWAGA: to nie działa poprawnie w oświeceniu. Flags: -allworkspaces 1, -allworkspaces 0
pt: Use todos os espaços de trabalho para entrar na neve. NOTA: isso não funciona corretamente na iluminação. Flags: -allworkspaces 1, -allworkspaces 0
ro: Folosiți toate spațiile de lucru pentru a zăpadă. NOTĂ: acest lucru nu funcționează corect în iluminare. Flags: -allworkspaces 1, -allworkspaces 0
sv: Använd alla arbetsytor för att snöa in. OBS: detta fungerar inte korrekt i upplysningstiden. Flags: -allworkspaces 1, -allworkspaces 0
uk: Використовуйте всі робочі області для снігу. ПРИМІТКА: це не працює належним чином у Enlightenment. Flags: -allworkspaces 1, -allworkspaces 0

source: Toggle between xsnow's own menu colors and standard menu colors. Activated: use xsnow colors. Deactivated: use default colors. Flags: -theme 1, -theme 0
cs: Přepínat mezi vlastními barvami nabídky xsnow a standardními barvami nabídky. Aktivováno: použít barvy xsnow. Deaktivováno: použít výchozí barvy. Flags: -theme 1, -theme 0
da: Skift mellem xsnow's egne menufarver og standardmenufarver. Aktiveret: brug xsnow farver. Deaktiveret: brug standardfarver. Flags: -theme 1, -theme 0
et: Lülitage xsnow enda menüüvärvide ja standardsete menüüvärvide vahel. Aktiveeritud: kasutage xsnow värve. Deaktiveeritud: kasutage vaikevärve. Flags: -theme 1, -theme 0
fi: Vaihda xsnow omien valikkovärien ja tavallisten valikkovärien välillä. Aktivoitu: käytä xsnow värejä. Poista käytöstä: käytä oletusvärejä. Flags: -theme 1, -theme 0
fr: Basculer entre les couleurs de menu propres à xsnow et les couleurs de menu standard. Activé : utiliser xsnow couleurs. Désactivé : utilisez les couleurs par défaut. Flags: -theme 1, -theme 0
hu: Váltás xsnow saját menüszínei és normál menüszínei között. Aktiválva: xsnow színek használata. Deaktiválva: alapértelmezett színek használata. Flags: -theme 1, -theme 0
is: Skiptu á milli eigin valmyndarlita xsnow og staðlaðra valmyndarlita. Virkjaður: notaðu xsnow liti. Slökkt: notaðu sjálfgefna liti. Flags: -theme 1, -theme 0
it: Alterna tra i colori del menu xsnow e i colori del menu standard. Attivato: utilizzare colori xsnow. Disattivato: usa i colori predefiniti. Flags: -theme 1, -theme 0
lt: Perjungti xsnow meniu spalvas į standartines meniu spalvas. Suaktyvinta: naudoti xsnow spalvas. Išjungta: naudoti numatytąsias spalvas. Flags: -theme 1, -theme 0
lv: Pārslēgties starp xsnow pašas izvēlnes krāsām un standarta izvēlnes krāsām. Aktivizēts: izmantojiet xsnow krāsas. Deaktivizēts: izmantojiet noklusējuma krāsas. Flags: -theme 1, -theme 0
nl: Schakel tussen de eigen menukleuren van xsnow en standaard menukleuren. Geactiveerd: gebruik xsnow kleuren. Gedeactiveerd: gebruik standaardkleuren. Flags: -theme 1, -theme 0
no: Veksle mellom xsnow sine egne menyfarger og standard menyfarger. Aktivert: bruk xsnow farger. Deaktivert: bruk standardfarger. Flags: -theme 1, -theme 0
pl: Przełącz między własnymi kolorami menu xsnow a standardowymi kolorami menu. Włączony: używaj kolorów xsnow. Dezaktywowany: używaj kolorów domyślnych. Flags: -theme 1, -theme 0
pt: Alternar entre as cores do menu próprio xsnow e as cores do menu padrão. Ativado: usar cores xsnow. Desativado: usar cores padrão. Flags: -theme 1, -theme 0
ro: Comutați între culorile meniului xsnow și culorile standard ale meniului. Activat: utilizați culorile xsnow. Dezactivat: utilizați culorile implicite. Flags: -theme 1, -theme 0
sv: Växla mellan xsnow egna menyfärger och standardmenyfärger. Aktiverad: använd xsnow färger. Inaktiverad: använd standardfärger. Flags: -theme 1, -theme 0
uk: Перемикання між власними кольорами меню xsnow і стандартними кольорами меню. Активовано: використовувати кольори xsnow. Дезактивовано: використовувати кольори за замовчуванням. Flags: -theme 1, -theme 0
