Repository: markcapella/plasmaSnow
Catalog: po/*.po
Languages: cs, da, et, fi, fr, hu, is, it, lt, lv, nl, no, pl, pt, ro, sv, uk

source: Available languages are: %s
cs: Dostupné jazyky jsou: %s
da: Tilgængelige sprog er: %s
et: Saadaval on järgmised keeled: %s
fi: Saatavilla olevat kielet ovat: %s
fr: Les langues disponibles sont : %s
hu: Az elérhető nyelvek: %s
is: Tiltæk tungumál eru: %s
it: Le lingue disponibili sono: %s
lt: Galimos kalbos: %s
lv: Pieejamās valodas ir: %s
nl: Beschikbare talen zijn: %s
no: Tilgjengelige språk er: %s
pl: Dostępne języki to: %s
pt: Os idiomas disponíveis são: %s
ro: Limbile disponibile sunt: %s
sv: Tillgängliga språk är: %s
uk: Доступні мови: %s

source: For optimal resuts, add to your %s:
cs: Pro optimální výsledky přidejte do svého %s:
da: For optimale resultater skal du tilføje til din %s:
et: Optimaalsete tulemuste saamiseks lisage oma %s:
fi: Optimaalista palautusta varten lisää %s:
fr: Pour des resuts optimales, ajoutez à vos %s :
hu: Az optimális eredmények érdekében adja hozzá a %s:
is: Til að ná sem bestum árangri skaltu bæta við %s:
it: Per ottenere risultati ottimali, aggiungi al tuo %s:
lt: Norėdami gauti optimalius rezultatus, pridėkite prie savo %s:
lv: Lai iegūtu optimālus rezultātus, pievienojiet savam %s:
nl: Voeg voor een optimaal resultaat toe aan uw %s:
no: For optimale resultater, legg til %s:
pl: Aby uzyskać optymalne wyniki, dodaj do %s:
pt: Para retomadas ideais, adicione ao seu %s:
ro: Pentru rezultate optime, adăugați la dvs. %s:
sv: För optimala resultat, lägg till i din %s:
uk: Для оптимальних результатів додайте до %s:

source: unknown
cs: neznámý
da: ukendt
et: teadmata
fi: tuntematon
fr: inconnu
hu: ismeretlen
is: óþekkt
it: sconosciuto
lt: nežinomas
lv: nezināms
nl: onbekend
no: ukjent
pl: nieznany
pt: desconhecido
ro: necunoscut
sv: okänd
uk: невідомо

source: Detected Wayland desktop
cs: Detekovaná plocha Wayland
da: Fundet Wayland desktop
et: Tuvastatud Waylandi töölaud
fi: Havaittu Wayland-työpöytä
fr: Bureau Wayland détecté
hu: Észlelt Wayland asztali számítógép
is: Fann Wayland skjáborð
it: Rilevato desktop Wayland
lt: Aptiktas „Wayland“ darbalaukis
lv: Atklāta Wayland darbvirsma
nl: Wayland-desktop gedetecteerd
no: Oppdaget Wayland-skrivebord
pl: Wykryto pulpit Waylanda
pt: Área de trabalho Wayland detectada
ro: Desktop Wayland detectat
sv: Upptäckt Wayland-skrivbord
uk: Виявлено робочий стіл Wayland

source: Xsnow needs gtk version >= %s, found version %s
cs: Xsnow potřebuje verzi gtk >= %s, nalezená verze %s
da: Xsnow kræver gtk-version >= %s, fundet version %s
et: Xsnow vajab gtk versiooni >= %s, leitud versioon %s
fi: Xsnow tarvitsee gtk-version >= %s, löytyi versio %s
fr: Xsnow nécessite la version gtk >= %s, version %s trouvée
hu: Xsnow >= %s gtk verziót igényel, %s verzió található
is: Xsnow þarf gtk útgáfu >= %s, fann útgáfa %s
it: Xsnow richiede la versione gtk >= %s, trovata la versione %s
lt: Xsnow reikia gtk versijos >u003d %s, rasta versija %s
lv: Xsnow nepieciešama gtk versija >= %s, atrasta versija %s
nl: Xsnow vereist gtk-versie >= %s, gevonden versie %s
no: Xsnow trenger gtk-versjon >= %s, funnet versjon %s
pl: Xsnow wymaga wersji gtk >= %s, znaleziono wersję %s
pt: Xsnow precisa da versão gtk >= %s, encontrou a versão %s
ro: Xsnow are nevoie de versiunea gtk >= %s, a găsit versiunea %s
sv: Xsnow behöver gtk-version >= %s, hittades version %s
uk: Xsnow потрібна версія gtk >= %s, знайдено версію %s

source: Continuing with flag
cs: Pokračujeme vlajkou
da: Fortsætter med flag
et: Jätkame lipuga
fi: Jatketaan liputuksella
fr: Continuer avec le drapeau
hu: Folytatás a zászlóval
is: Áfram með fána
it: Proseguimento con il flag
lt: Tęsinys su vėliava
lv: Turpinām ar karogu
nl: Verder met vlag
no: Fortsetter med flagg
pl: Kontynuacja z flagą
pt: Continuando com a bandeira
ro: Continuând cu steag
sv: Fortsätter med flaggan
uk: Продовжуючи з прапором

source: %s: cannot connect to X server %s
cs: %s: nelze se připojit k X serveru %s
da: %s: kan ikke oprette forbindelse til X-server %s
et: %s: ei saa ühendust X-serveriga %s
fi: %s: ei voida yhdistää X-palvelimeen %s
fr: %s : impossible de se connecter au serveur X %s
hu: %s: nem tud csatlakozni az X szerverhez %s
is: %s: getur ekki tengst X þjóninum %s
it: %s: impossibile connettersi al server X %s
lt: %s: nepavyksta prisijungti prie X serverio %s
lv: %s: nevar izveidot savienojumu ar X serveri %s
nl: %s: kan geen verbinding maken met X-server %s
no: %s: kan ikke koble til X-serveren %s
pl: %s: nie można połączyć się z serwerem X %s
pt: %s: não é possível conectar-se ao servidor X %s
ro: %s: nu se poate conecta la serverul X %s
sv: %s: kan inte ansluta till X-server %s
uk: %s: неможливо підключитися до X-сервера %s

source: (default)
cs: (výchozí)
da: (Standard)
et: (vaikimisi)
fi: (oletuksena)
fr: (par défaut)
hu: (alapértelmezett)
is: (sjálfgefið)
it: (predefinito)
lt: (numatytas)
lv: (noklusējums)
nl: (standaard)
no: (misligholde)
pl: (domyślna)
pt: (padrão)
ro: (Mod implicit)
sv: (standard)
uk: (за умовчанням)

source: restarting
cs: restartování
da: genstarter
et: taaskäivitamine
fi: uudelleenkäynnistys
fr: redémarrage
hu: újraindítás
is: endurræsing
it: riavvio
lt: paleidimas iš naujo
lv: restartēšana
nl: herstarten
no: starter på nytt
pl: ponowne uruchomienie
pt: Reiniciar
ro: repornind
sv: startar om
uk: перезапуск

source: Click on a window ...
cs: Klikněte na okno ...
da: Klik på et vindue ...
et: Klõpsake aknal ...
fi: Napauta ikkunaa ...
fr: Cliquez sur une fenêtre ...
hu: Kattintson egy ablakra...
is: Smelltu á glugga ...
it: Fai clic su una finestra ...
lt: Spustelėkite langą...
lv: Noklikšķiniet uz loga...
nl: Klik op een venster ...
no: Klikk på et vindu ...
pl: Kliknij w okno...
pt: Clique numa janela ...
ro: Faceți clic pe o fereastră ...
sv: Klicka på ett fönster ...
uk: Натисніть на вікно ...

source: Detected desktop session: %s
cs: Zjištěná relace plochy: %s
da: Registreret skrivebordssession: %s
et: Tuvastatud töölaua seanss: %s
fi: Havaittu työpöytäistunto: %s
fr: Session de bureau détectée : %s
hu: Észlelt asztali munkamenet: %s
is: Uppgötvuð skjáborðslota: %s
it: Rilevata sessione desktop: %s
lt: Aptikta darbalaukio sesija: %s
lv: Konstatētā darbvirsmas sesija: %s
nl: Gedetecteerde desktopsessie: %s
no: Oppdaget skrivebordsøkt: %s
pl: Wykryta sesja pulpitu: %s
pt: Sessão de área de trabalho detectada: %s
ro: Sesiune desktop detectată: %s
sv: Upptäckt skrivbordssession: %s
uk: Виявлений сеанс робочого столу: %s

source: Could not determine desktop session
cs: Nelze určit relaci počítače
da: Kunne ikke bestemme desktop-session
et: Töölaua seanssi ei õnnestunud määrata
fi: Työpöytäistuntoa ei voitu määrittää
fr: Impossible de déterminer la session de bureau
hu: Nem sikerült meghatározni az asztali munkamenetet
is: Gat ekki ákvarðað skjáborðslotu
it: Impossibile determinare la sessione desktop
lt: Nepavyko nustatyti darbalaukio seanso
lv: Nevarēja noteikt darbvirsmas sesiju
nl: Kan desktopsessie niet bepalen
no: Kunne ikke bestemme skrivebordsøkten
pl: Nie można określić sesji pulpitu
pt: Não foi possível determinar a sessão da área de trabalho
ro: Nu s-a putut determina sesiunea desktop
sv: Det gick inte att fastställa skrivbordssessionen
uk: Не вдалося визначити сеанс робочого столу

source: Trying to snow in root window
cs: Pokus o sněžení v kořenovém okně
da: Forsøger at sne i rodvinduet
et: Proovin juuraknas lund sadada
fi: Yritetään lunta juuri-ikkunassa
fr: Essayer de neiger dans la fenêtre de la racine
hu: Havazás a gyökér ablakban
is: Reynir að snjóa í rótarglugganum
it: Cercare di nevicare nella finestra radice
lt: Bandoma snigti šakniniame lange
lv: Mēģina snigt saknes logā
nl: Proberen te sneeuwen in rootvenster
no: Prøver å snø i rotvinduet
pl: Próba padania śniegu w oknie głównym
pt: Tentando nevar na janela raiz
ro: Încerc să zăpadă în fereastra rădăcină
sv: Försöker snöa i rotfönstret
uk: Спроба засніжити в кореневому вікні

source: Using transparent window
cs: Použití průhledného okna
da: Brug af gennemsigtigt vindue
et: Läbipaistva akna kasutamine
fi: Käyttämällä läpinäkyvää ikkunaa
fr: Utilisation d'une fenêtre transparente
hu: Átlátszó ablak használata
is: Notar gagnsæjan glugga
it: Uso della finestra trasparente
lt: Naudojant skaidrų langą
lv: Izmantojot caurspīdīgu logu
nl: Transparant venster gebruiken
no: Bruker gjennomsiktig vindu
pl: Korzystanie z przezroczystego okna
pt: Usando janela transparente
ro: Utilizarea ferestrei transparente
sv: Använder genomskinligt fönster
uk: Використання прозорого вікна

source: The transparent snow-window is probably not click-through, alas..
cs: Průhledné sněhové okno pravděpodobně není proklikávací, bohužel..
da: Det gennemsigtige sne-vindue er sandsynligvis ikke gennemklik, desværre..
et: Läbipaistev lumeaken pole paraku ilmselt läbiklõpsatav..
fi: Läpinäkyvä lumiikkuna ei todennäköisesti ole napsautettava, valitettavasti..
fr: La fenêtre de neige transparente n'est probablement pas cliquable, hélas.
hu: Az átlátszó hóablak valószínűleg nem átkattintható, sajnos...
is: Gegnsæi snjóglugginn er líklega ekki í gegn, því miður..
it: Il finestrino trasparente della neve probabilmente non è un click-through, ahimè..
lt: Deja, permatomas sniego langas tikriausiai nepaspaudžiamas..
lv: Diemžēl caurspīdīgais sniega logs, visticamāk, nav caurstrāvots..
nl: Het doorzichtige sneeuwvenster is waarschijnlijk niet doorklikbaar, helaas..
no: Det gjennomsiktige snøvinduet er sannsynligvis ikke gjennomklikk, dessverre..
pl: Przezroczyste okienko ze śniegiem prawdopodobnie nie jest widoczne, niestety..
pt: A janela de neve transparente provavelmente não é click-through, infelizmente..
ro: Fereastra transparentă de zăpadă probabil că nu face clic, vai...
sv: Det genomskinliga snöfönstret är förmodligen inte genomklickbart, tyvärr..
uk: Прозоре сніжне віконце мабуть не прорізне, на жаль..

source: Cannot create transparent window
cs: Nelze vytvořit průhledné okno
da: Kan ikke oprette gennemsigtigt vindue
et: Läbipaistvat akent ei saa luua
fi: Läpinäkyvää ikkunaa ei voi luoda
fr: Impossible de créer une fenêtre transparente
hu: Nem lehet átlátszó ablakot létrehozni
is: Get ekki búið til gagnsæjan glugga
it: Impossibile creare una finestra trasparente
lt: Negalima sukurti skaidraus lango
lv: Nevar izveidot caurspīdīgu logu
nl: Kan geen transparant venster maken
no: Kan ikke opprette gjennomsiktig vindu
pl: Nie można utworzyć przezroczystego okna
pt: Não é possível criar janela transparente
ro: Nu se poate crea o fereastră transparentă
sv: Det går inte att skapa genomskinligt fönster
uk: Неможливо створити прозоре вікно

source: NOTE: xsnow will probably run, but some glitches are to be expected.
cs: POZNÁMKA: xsnow pravděpodobně poběží, ale lze očekávat nějaké závady.
da: BEMÆRK: xsnow vil sandsynligvis køre, men nogle fejl kan forventes.
et: MÄRKUS. xsnow tõenäoliselt töötab, kuid oodata on mõningaid tõrkeid.
fi: HUOMAUTUS: xsnow todennäköisesti toimii, mutta joitakin virheitä on odotettavissa.
fr: REMARQUE : xsnow fonctionnera probablement, mais certains problèmes sont à prévoir.
hu: MEGJEGYZÉS: xsnow valószínűleg futni fog, de bizonyos hibákra kell számítani.
is: ATH: xsnow mun líklega keyra, en búast má við einhverjum bilunum.
it: NOTA: xsnow probabilmente funzionerà, ma ci si possono aspettare alcuni difetti.
lt: PASTABA: xsnow tikriausiai veiks, bet galima tikėtis tam tikrų nesklandumų.
lv: PIEZĪME. xsnow, iespējams, darbosies, taču ir sagaidāmi daži traucējumi.
nl: OPMERKING: xsnow zal waarschijnlijk werken, maar er zijn enkele storingen te verwachten.
no: MERK: xsnow vil sannsynligvis kjøre, men noen feil er å forvente.
pl: UWAGA: xsnow prawdopodobnie będzie działać, ale należy spodziewać się pewnych usterek.
pt: NOTA: xsnow provavelmente será executado, mas algumas falhas são esperadas.
ro: NOTĂ: xsnow va rula probabil, dar sunt de așteptat unele erori.
sv: OBS: xsnow kommer förmodligen att köras, men några fel kan förväntas.
uk: ПРИМІТКА: xsnow, ймовірно, буде працювати, але слід очікувати деяких збоїв.

source: LXDE session found, using window 'pcmanfm'.
cs: Byla nalezena relace LXDE pomocí okna 'pcmanfm'.
da: LXDE-session fundet ved hjælp af vinduet 'pcmanfm'.
et: Leiti LXDE seanss, kasutades akent 'pcmanfm'.
fi: LXDE-istunto löytyi, käyttäen ikkunaa 'pcmanfm'.
fr: Session LXDE trouvée, en utilisant la fenêtre 'pcmanfm'.
hu: LXDE munkamenet található a „pcmanfm” ablak használatával.
is: LXDE lota fannst með glugganum 'pcmanfm'.
it: Trovata sessione LXDE, utilizzando la finestra 'pcmanfm'.
lt: LXDE sesija rasta naudojant langą „pcmanfm“.
lv: LXDE sesija atrasta, izmantojot logu 'pcmanfm'.
nl: LXDE-sessie gevonden met venster 'pcmanfm'.
no: LXDE-økt funnet, ved hjelp av vinduet 'pcmanfm'.
pl: Znaleziono sesję LXDE przy użyciu okna „pcmanfm”.
pt: Sessão LXDE encontrada, usando a janela 'pcmanfm'.
ro: Sesiunea LXDE a fost găsită, folosind fereastra „pcmanfm”.
sv: LXDE-session hittades, med fönstret 'pcmanfm'.
uk: Сеанс LXDE знайдено за допомогою вікна 'pcmanfm'.

source: Using window 'Desktop'.
cs: Pomocí okna 'Desktop'.
da: Bruger vinduet 'Desktop'.
et: Akna „Töölaud” kasutamine.
fi: Käytä ikkunaa 'Työpöytä'.
fr: Utilisation de la fenêtre « Bureau ».
hu: Az „Asztal” ablak használata.
is: Notar gluggann 'Desktop'.
it: Uso della finestra 'Desktop'.
lt: Naudojant langą „Darbalaukis“.
lv: Izmantojot logu 'Darbvirsma'.
nl: Venster 'Desktop' gebruiken.
no: Bruker vinduet 'Desktop'.
pl: Korzystanie z okna „Pulpit”.
pt: Usando a janela 'Desktop'.
ro: Folosind fereastra „Desktop”.
sv: Använder fönstret 'Desktop'.
uk: Використання вікна «Робочий стіл».

source: Using root window
cs: Použití kořenového okna
da: Brug af rodvindue
et: Juurakna kasutamine
fi: Käytetään pääikkunaa
fr: Utilisation de la fenêtre racine
hu: A gyökérablak használata
is: Notar rótarglugga
it: Utilizzo della finestra principale
lt: Naudojant šakninį langą
lv: Izmantojot saknes logu
nl: Hoofdvenster gebruiken
no: Bruker rotvindu
pl: Korzystanie z okna głównego
pt: Usando a janela raiz
ro: Folosind fereastra rădăcină
sv: Använda rotfönster
uk: Використання кореневого вікна

source: Snowing in %#lx: %s %d+%d %dx%d
cs: Sněží v %#lx: %s %d+%d %dx%d
da: Sne i % #lx: %s %d+%d %dx%d
et: %#lx sajab lund: %s %d+%d %dx%d
fi: Lunta %#lx: %s %d+%d %dx%d
fr: Neige dans %#lx : %s %d+%d %dx%d
hu: Havazik %#lx: %s %d+%d %dx%d
is: Snjóar í % #lx: %s %d+%d %dx%d
it: Neve tra %#lx: %s %d+%d %dx%d
lt: Sninga %#lx: %s %d+%d %dx%d
lv: Sniegs %#lx: %s %d+%d %dx%d
nl: Sneeuwt in %#lx: %s %d+%d %dx%d
no: Snø i % #lx: %s %d+%d %dx%d
pl: Śnieg w %#lx: %s %d+%d %dx%d
pt: Nevando em %#lx: %s %d+%d %dx%d
ro: Ninsoare în %#lx: %s %d+%d %dx%d
sv: Snöar i % #lx: %s %d+%d %dx%d
uk: Сніг у %#lx: %s %d+%d %dx%d

source: Using double buffer: %#lx. %dx%d
cs: Použití dvojité vyrovnávací paměti: %#lx. %dx%d
da: Brug af dobbelt buffer: % #lx. %dx%d
et: Topeltpuhvri kasutamine: %#lx. %dx%d
fi: Käytetään kaksinkertaista puskuria: %#lx. %dx%d
fr: Utilisation d'une double mémoire tampon : %#lx. %dx%d
hu: Dupla puffer használata: %#lx. %dx%d
is: Að nota tvöfaldan biðminni: % #lx. %dx%d
it: Utilizzo del doppio buffer: %#lx. %dx%d
lt: Naudojant dvigubą buferį: %#lx. %dx%d
lv: Izmantojot dubulto buferi: %#lx. %dx%d
nl: Dubbele buffer gebruiken: %#lx. %dx%d
no: Bruker dobbel buffer: % #lx. %dx%d
pl: Używanie podwójnego bufora: %#lx. %dx%d
pt: Usando buffer duplo: %#lx. %dx%d
ro: Folosind tampon dublu: %#lx. %dx%d
sv: Använder dubbel buffert: % #lx. %dx%d
uk: Використання подвійного буфера: %#lx. %dx%d

source: NOT using double buffering:
cs: NEPOUŽÍVEJTE dvojité ukládání do vyrovnávací paměti:
da: Bruger IKKE dobbelt buffering:
et: EI kasuta topeltpuhverdamist:
fi: EI kaksoispuskurointia:
fr: SANS double mise en mémoire tampon :
hu: NEM használ kettős pufferelést:
is: Notar EKKI tvöfalda biðmögnun:
it: NON si utilizza il doppio buffering:
lt: NEnaudojamas dvigubas buferis:
lv: NEIZMANTOJOT dubulto buferizāciju:
nl: GEEN dubbele buffering gebruiken:
no: IKKE bruker dobbel buffering:
pl: NIE używając podwójnego buforowania:
pt: NÃO usar buffering duplo:
ro: NU se utilizează tamponarea dublă:
sv: Använder INTE dubbelbuffring:
uk: НЕ використовується подвійна буферизація:

source: because double buffering is not available on this system
cs: protože dvojité ukládání do vyrovnávací paměti není v tomto systému k dispozici
da: fordi dobbelt buffering ikke er tilgængelig på dette system
et: kuna topeltpuhverdus pole selles süsteemis saadaval
fi: koska kaksinkertainen puskurointi ei ole käytettävissä tässä järjestelmässä
fr: parce que la double mise en mémoire tampon n'est pas disponible sur ce système
hu: mert a dupla pufferelés nem érhető el ezen a rendszeren
is: vegna þess að tvöfaldur biðminni er ekki í boði á þessu kerfi
it: perché il doppio buffering non è disponibile su questo sistema
lt: nes dvigubas buferis šioje sistemoje negalimas
lv: jo šajā sistēmā nav pieejama dubultā buferizācija
nl: omdat dubbele buffering niet beschikbaar is op dit systeem
no: fordi dobbel bufring ikke er tilgjengelig på dette systemet
pl: ponieważ podwójne buforowanie nie jest dostępne w tym systemie
pt: porque o buffer duplo não está disponível neste sistema
ro: deoarece tamponarea dublă nu este disponibilă pe acest sistem
sv: eftersom dubbelbuffring inte är tillgänglig på det här systemet
uk: оскільки подвійна буферизація недоступна в цій системі

source: on your request.
cs: na vaši žádost.
da: på din anmodning.
et: teie soovil.
fi: pyynnöstäsi.
fr: Votre demande
hu: az Ön kérésére.
is: að beiðni þinni.
it: su vostra richiesta.
lt: pagal jūsų prašymą.
lv: pēc jūsu pieprasījuma.
nl: op uw verzoek.
no: på forespørsel.
pl: na Twoją prośbę.
pt: a seu pedido.
ro: la cererea dvs.
sv: på din begäran.
uk: на ваш запит.

source: NOTE: expect some flicker.
cs: POZNÁMKA: očekávejte nějaké blikání.
da: BEMÆRK: forvent noget flimmer.
et: MÄRKUS. Oodake mõningast virvendust.
fi: HUOMAA: odota välähdystä.
fr: REMARQUE : attendez-vous à un peu de scintillement.
hu: MEGJEGYZÉS: némi vibrálásra számítson.
is: ATH: búist við einhverju flökti.
it: NOTA: aspettati un po' di sfarfallio.
lt: PASTABA: tikėkitės mirgėjimo.
lv: PIEZĪME: sagaidiet nelielu mirgošanu.
nl: OPMERKING: verwacht enige flikkering.
no: MERK: forvent litt flimmer.
pl: UWAGA: spodziewaj się migotania.
pt: NOTA: espere um pouco de cintilação.
ro: NOTĂ: așteptați o pâlpâire.
sv: OBS: förvänta dig lite flimmer.
uk: ПРИМІТКА: очікуйте мерехтіння.

source: More than %d errors, I quit!
cs: Více než %d chyb, končím!
da: Mere end %d fejl, jeg stopper!
et: Rohkem kui %d viga, ma lõpetasin!
fi: Yli %d virhettä, lopetan!
fr: Plus de %d erreurs, j'arrête !
hu: Több mint %d hiba, kilépek!
is: Meira en %d villur, ég hætti!
it: Più di %d errori, esco!
lt: Daugiau nei %d klaidų, išėjau!
lv: Vairāk nekā %d kļūdas, es pārtraucu!
nl: Meer dan %d fouten, ik ben gestopt!
no: Mer enn %d feil, jeg avslutter!
pl: Więcej niż %d błędów, kończę!
pt: Mais de %d erros, eu desisto!
ro: Mai mult de %d erori, am renunțat!
sv: Mer än %d fel, jag avslutar!
uk: Більше %d помилок, я виходжу!

source: Window size changed, now snowing in in %#lx: %s %d+%d %dx%d
cs: Velikost okna změněna, nyní sněží v %#lx: %s %d+%d %dx%d
da: Vinduesstørrelse ændret, sner nu ind om %#lx: %s %d+%d %dx%d
et: Akna suurus muudetud, nüüd sajab lund %#lx: %s %d+%d %dx%d
fi: Ikkunan koko muutettu, nyt lunta %#lx: %s %d+%d %dx%d
fr: La taille de la fenêtre a changé, il neige maintenant dans %#lx : %s %d+%d %dx%d
hu: Az ablak mérete megváltozott, most havazik %#lx: %s %d+%d %dx%d
is: Gluggastærð breytt, nú snjóar inn eftir %#lx: %s %d+%d %dx%d
it: La dimensione della finestra è cambiata, ora nevica tra %#lx: %s %d+%d %dx%d
lt: Pakeistas lango dydis, dabar sninga po %#lx: %s %d+%d %dx%d
lv: Mainīts loga izmērs, tagad %#lx snieg: %s %d+%d %dx%d
nl: Venstergrootte gewijzigd, sneeuwt nu in %#lx: %s %d+%d %dx%d
no: Vindusstørrelse endret, snør nå inn om %#lx: %s %d+%d %dx%d
pl: Zmieniono rozmiar okna, teraz pada śnieg w %#lx: %s %d+%d %dx%d
pt: Tamanho da janela alterado, agora nevando em %#lx: %s %d+%d %dx%d
ro: Dimensiunea ferestrei s-a schimbat, acum ninge în %#lx: %s %d+%d %dx%d
sv: Fönsterstorlek ändrad, snöar nu in om %#lx: %s %d+%d %dx%d
uk: Розмір вікна змінено, зараз сніг у %#lx: %s %d+%d %dx%d

source: Halting because of flag %s
cs: Zastavení kvůli příznaku %s
da: Stopper på grund af flag %s
et: Peatatakse lipu %s tõttu
fi: Keskeytetään lipun %s takia
fr: Arrêt à cause du drapeau %s
hu: Leállítás a %s jelző miatt
is: Stöðvað vegna fána %s
it: Arresto a causa della bandiera %s
lt: Sustabdoma dėl vėliavėlės %s
lv: Apturēšana karoga %s dēļ
nl: Stoppen vanwege vlag %s
no: Stopper på grunn av flagg %s
pl: Zatrzymanie z powodu flagi %s
pt: Parando por causa do sinalizador %s
ro: Oprire din cauza steagului %s
sv: Stoppar på grund av flaggan %s
uk: Зупинка через позначку %s

source: Not sending tar file to terminal.
cs: Neposílám soubor tar do terminálu.
da: Sender ikke tar-fil til terminal.
et: Tar-faili ei saadeta terminali.
fi: Tar-tiedostoa ei lähetetä päätteeseen.
fr: Pas d'envoi de fichier tar au terminal.
hu: Nem küldi el a tar fájlt a terminálnak.
is: Sendir ekki tar skrá í flugstöðina.
it: Impossibile inviare il file tar al terminale.
lt: Tar failas nesiunčiamas į terminalą.
lv: Tar fails netiek nosūtīts uz termināli.
nl: Geen tar-bestand naar terminal verzenden.
no: Sender ikke tar-fil til terminal.
pl: Nie wysyłanie pliku tar do terminala.
pt: Não está a enviar ficheiro tar para o terminal.
ro: Nu se trimite fișierul tar la terminal.
sv: Skickar inte tar-fil till terminal.
uk: Не надсилається файл tar на термінал.

source: Try redirecting to a file (e.g: %s,
cs: Zkuste přesměrovat na soubor (např.: %s,
da: Prøv at omdirigere til en fil (f.eks.: %s,
et: Proovige suunata faili (nt: %s,
fi: Yritä ohjata tiedostoon (esim. %s,
fr: Essayez de rediriger vers un fichier (par exemple : %s,
hu: Próbáljon átirányítani egy fájlra (pl.: %s,
is: Prófaðu að beina í skrá (t.d.: %s,
it: Prova a reindirizzare a un file (ad esempio: %s,
lt: Pabandykite peradresuoti į failą (pvz.: %s,
lv: Mēģiniet novirzīt uz failu (piemēram, %s,
nl: Probeer om te leiden naar een bestand (bijvoorbeeld: %s,
no: Prøv å omdirigere til en fil (f.eks.: %s,
pl: Spróbuj przekierować do pliku (np.: %s,
pt: Tente redirecionar para um arquivo (por exemplo: %s,
ro: Încercați să redirecționați către un fișier (de ex.: %s,
sv: Försök att omdirigera till en fil (t.ex.: %s,
uk: Спробуйте переспрямувати на файл (наприклад, %s,

source: or use a %s
cs: nebo použijte %s
da: eller brug en %s
et: või kasutage %s
fi: tai käytä %s
fr: ou utilisez un %s
hu: vagy használjon egy %s-t
is: eða notaðu %s
it: o usa un %s
lt: arba naudokite %s
lv: vai izmantojiet %s
nl: of gebruik een %s
no: eller bruk en %s
pl: lub użyj %s
pt: ou use um %s
ro: sau folosiți un %s
sv: eller använd en %s
uk: або використовуйте %s

source: Problems encountered during production of the tar ball.
cs: Problémy při výrobě dehtové koule.
da: Problemer, der opstår under produktionen af tjærekuglen.
et: Tõrvapalli tootmisel ilmnenud probleemid.
fi: Ongelmia tervapallon valmistuksen aikana.
fr: Problèmes rencontrés lors de la production de la boule de goudron.
hu: A kátránygolyó gyártása során felmerült problémák.
is: Vandamál sem komu upp við framleiðslu tjörukúlunnar.
it: Problemi riscontrati durante la produzione della palla di catrame.
lt: Problemos, iškilusios gaminant deguto rutulį.
lv: Problēmas, kas radušās darvas lodes ražošanas laikā.
nl: Problemen tijdens de productie van de teerbal.
no: Problemer som oppstår under produksjon av tjærekulen.
pl: Problemy napotkane podczas produkcji kuli smołowej.
pt: Problemas encontrados durante a produção da bola de alcatrão.
ro: Probleme întâlnite în timpul producerii mingii de gudron.
sv: Problem som uppstår under tillverkningen av tjärkulan.
uk: Проблеми, що виникли під час виготовлення гудронної кульки.
