Repository: markcapella/plasmaSnow
Catalog: po/*.po
Languages: cs, da, et, fi, fr, hu, is, it, lt, lv, nl, no, pl, pt, ro, sv, uk

source: Windows wider than 80 percent of the screen and closer to the top than the number in this widget will not collect snow. In some cases, there are invisible windows near the top of the screen, which are handled by xsnow as normal windows: snow is collected upon them. By entering a suitable number here, this undesired behaviour can be avoided. Flag: -ignoretop
cs: Okna širší než 80 procent obrazovky a blíže k horní části, než je číslo v tomto widgetu, nebudou shromažďovat sníh. V některých případech jsou v horní části obrazovky neviditelná okna, se kterými xsnow zachází jako normální okna: sbírá se na nich sníh. Zadáním vhodného čísla zde lze tomuto nežádoucímu chování předejít. Flag: -ignoretop
da: Vinduer, der er bredere end 80 procent af skærmen og tættere på toppen end tallet i denne widget, vil ikke samle sne. I nogle tilfælde er der usynlige vinduer nær toppen af skærmen, som håndteres af xsnow som normale vinduer: der samles sne på dem. Ved at indtaste et passende tal her, kan denne uønskede adfærd undgås. Flag: -ignoretop
et: Aknad, mis on laiemad kui 80 protsenti ekraanist ja asuvad selle vidina numbrist lähemal ülaosale, ei kogu lund. Mõnel juhul on ekraani ülaosas nähtamatud aknad, mida käsitleb xsnow tavalised aknad: nende peale koguneb lund. Sisestades siia sobiva numbri, saab seda soovimatut käitumist vältida. Flag: -ignoretop
fi: Ikkunat, jotka ovat leveämpiä kuin 80 prosenttia näytöstä ja lähempänä yläreunaa kuin tämän widgetin numero, eivät kerää lunta. Joissakin tapauksissa näytön yläreunassa on näkymättömiä ikkunoita, joita xsnow käsittelee tavallisina ikkunoina: niihin kerätään lunta. Antamalla tähän sopivan numeron, tämä ei-toivottu käyttäytyminen voidaan välttää. Flag: -ignoretop
fr: Les fenêtres plus larges que 80 pour cent de l'écran et plus proches du haut que le nombre dans ce widget ne recueilleront pas la neige. Dans certains cas, il y a des fenêtres invisibles près du haut de l'écran, qui sont traitées par xsnow comme des fenêtres normales : la neige est collectée sur elles. En entrant un nombre approprié ici, ce comportement indésirable peut être évité. Flag: -ignoretop
hu: A képernyő 80 százalékánál szélesebb és az ebben a widgetben lévő számnál közelebb eső ablakok nem gyűjtik a havat. Bizonyos esetekben a képernyő tetején vannak láthatatlan ablakok, amelyeket xsnow a következőképpen kezel normál ablakok: a hó összegyűlik rajtuk. Egy megfelelő szám megadásával elkerülhető ez a nem kívánt viselkedés. Flag: -ignoretop
is: Gluggar sem eru breiðari en 80 prósent af skjánum og nær toppnum en talan í þessari græju munu ekki safna snjó. Í sumum tilfellum eru ósýnilegir gluggar nálægt toppi skjásins, sem eru meðhöndlaðir af xsnow sem venjulegir gluggar: snjór safnast á þá. Með því að slá inn viðeigandi tölu hér er hægt að forðast þessa óæskilegu hegðun. Flag: -ignoretop
it: Le finestre più larghe dell'80% dello schermo e più vicine alla parte superiore del numero in questo widget non raccoglieranno neve. In alcuni casi, ci sono finestre invisibili vicino alla parte superiore dello schermo, che sono gestite da xsnow come normali finestre: la neve viene raccolta su di esse. Inserendo qui un numero adeguato, questo comportamento indesiderato può essere evitato. Flag: -ignoretop
lt: Langai, platesni nei 80 procentų ekrano ir arčiau viršaus nei nurodytas šiame valdiklyje, nerinks sniego. Kai kuriais atvejais netoli ekrano viršaus yra nematomi langai, kuriuos tvarko xsnow kaip normalūs langai: ant jų kaupiasi sniegas. Čia įvedus tinkamą skaičių galima išvengti šio nepageidaujamo elgesio. Flag: -ignoretop
lv: Logi, kas platāki par 80 procentiem no ekrāna un tuvāk augšai nekā šajā logrīkā norādītais skaitlis, nesavāc sniegu. Dažos gadījumos ekrāna augšdaļā ir neredzami logi, kurus apstrādā xsnow kā normāli logi: uz tiem tiek savākts sniegs. Ievadot šeit piemērotu numuru, no šīs nevēlamās darbības var izvairīties. Flag: -ignoretop
nl: Vensters die breder zijn dan 80 procent van het scherm en dichter bij de bovenkant dan het getal in deze widget zullen geen sneeuw verzamelen. In sommige gevallen zijn er onzichtbare vensters aan de bovenkant van het scherm, die worden afgehandeld door xsnow als normale ramen: er wordt sneeuw op verzameld. Door hier een passend getal in te voeren, kan dit ongewenste gedrag worden voorkomen. Flag: -ignoretop
no: Vinduer som er bredere enn 80 prosent av skjermen og nærmere toppen enn tallet i denne widgeten vil ikke samle snø. I noen tilfeller er det usynlige vinduer nær toppen av skjermen, som håndteres av xsnow som vanlige vinduer: snø samles på dem. Ved å angi et passende tall her kan denne uønskede atferden unngås. Flag: -ignoretop
pl: Okna szersze niż 80 procent ekranu i położone bliżej góry niż liczba w tym widgecie nie będą zbierać śniegu. W niektórych przypadkach w górnej części ekranu znajdują się niewidoczne okna, które są obsługiwane przez xsnow jako normalne okna: zbiera się na nich śnieg. Wpisując tutaj odpowiedni numer, można uniknąć tego niepożądanego zachowania. Flag: -ignoretop
pt: Janelas com mais de 80% da tela e mais próximas do topo do que o número neste widget não coletam neve. Em alguns casos, há janelas invisíveis perto da parte superior da tela, que são tratadas por xsnow como janelas normais: a neve é coletada sobre elas. Ao inserir um número adequado aqui, esse comportamento indesejado pode ser evitado. Flag: -ignoretop
ro: Ferestrele mai late de 80% din ecran și mai aproape de partea de sus decât numărul din acest widget nu vor colecta zăpadă. În unele cazuri, există ferestre invizibile în partea de sus a ecranului, care sunt gestionate de xsnow ca ferestre normale: zăpada se adună peste ele. Prin introducerea unui număr adecvat aici, acest comportament nedorit poate fi evitat. Flag: -ignoretop
sv: Fönster som är bredare än 80 procent av skärmen och närmare toppen än siffran i den här widgeten kommer inte att samla snö. I vissa fall finns det osynliga fönster nära toppen av skärmen, som hanteras av xsnow som vanliga fönster: snö samlas på dem. Genom att ange ett lämpligt nummer här kan detta oönskade beteende undvikas. Flag: -ignoretop
uk: Вікна, ширші за 80 відсотків екрана та ближче до верху, ніж число у цьому віджеті, не збиратимуть сніг. У деяких випадках у верхній частині екрана є невидимі вікна, які обробляються xsnow як нормальні вікна: на них збирається сніг. Ввівши тут відповідне число, можна уникнути цієї небажаної поведінки. Flag: -ignoretop

source: Windows wider than 80 percent of the screen and closer to the bottom than the number in this widget will not collect snow. In some cases, there are invisible windows near the bottom of the screen, which are handled by xsnow as normal windows: snow is collected upon them. By entering a suitable number here, this undesired behaviour can be avoided. Flag: -ignorebottom
cs: Okna širší než 80 procent obrazovky a blíže ke dnu, než je číslo v tomto widgetu, nebudou sbírat sníh. V některých případech jsou v dolní části obrazovky neviditelná okna, která ovládá xsnow jako normální okna: sbírá se na nich sníh. Zadáním vhodného čísla zde lze tomuto nežádoucímu chování předejít. Flag: -ignorebottom
da: Vinduer, der er bredere end 80 procent af skærmen og tættere på bunden end tallet i denne widget, vil ikke samle sne. I nogle tilfælde er der usynlige vinduer nær bunden af skærmen, hvilket håndteres af xsnow som normale vinduer: der samles sne på dem. Ved at indtaste et passende tal her, kan denne uønskede adfærd undgås. Flag: -ignorebottom
et: Aknad, mis on laiemad kui 80 protsenti ekraanist ja lähemal kui selle vidina number, ei kogu lund. Mõnel juhul on ekraani allservas nähtamatud aknad, mida haldab xsnow nagu tavalised aknad: nende peale kogutakse lund. Sisestades siia sobiva numbri, saab seda soovimatut käitumist vältida. Flag: -ignorebottom
fi: Ikkunat, jotka ovat leveämpiä kuin 80 prosenttia näytöstä ja lähempänä pohjaa kuin tämän widgetin numero, eivät kerää lunta. Joissakin tapauksissa näytön alareunassa on näkymättömiä ikkunoita, joita xsnow käsittelee tavallisina ikkunoina: niihin kerätään lunta. Antamalla tähän sopivan numeron, tämä ei-toivottu käyttäytyminen voidaan välttää. Flag: -ignorebottom
fr: Les fenêtres plus larges que 80 pour cent de l'écran et plus proches du bas que le nombre dans ce widget ne recueilleront pas la neige. Dans certains cas, il y a des fenêtres invisibles près du bas de l'écran, qui sont traitées par xsnow comme des fenêtres normales : la neige est collectée sur elles. En entrant un nombre approprié ici, ce comportement indésirable peut être évité. Flag: -ignorebottom
hu: A képernyő 80 százalékánál szélesebb és az aljához közelebb eső ablakok, mint az ebben a widgetben szereplő szám, nem gyűjtik a havat. Bizonyos esetekben a képernyő alján vannak láthatatlan ablakok, amelyeket a xsnow normál ablakokhoz hasonlóan: a hó összegyűlik rajtuk. Egy megfelelő szám megadásával elkerülhető ez a nem kívánt viselkedés. Flag: -ignorebottom
is: Gluggar sem eru breiðari en 80 prósent af skjánum og nær botninum en talan í þessari græju munu ekki safna snjó. Í sumum tilfellum eru ósýnilegir gluggar nálægt botni skjásins, sem eru meðhöndlaðir af xsnow eins og venjulega glugga: snjó safnast á þá. Með því að slá inn viðeigandi tölu hér er hægt að forðast þessa óæskilegu hegðun. Flag: -ignorebottom
it: Le finestre più larghe dell'80% dello schermo e più vicine alla parte inferiore del numero in questo widget non raccoglieranno neve. In alcuni casi, ci sono finestre invisibili vicino alla parte inferiore dello schermo, che sono gestite da xsnow come normali finestre: la neve viene raccolta su di esse. Inserendo qui un numero adeguato, questo comportamento indesiderato può essere evitato. Flag: -ignorebottom
lt: Langai, platesni nei 80 procentų ekrano ir arčiau apačios nei nurodytas šiame valdiklyje, sniego nesurinks. Kai kuriais atvejais netoli ekrano apačios yra nematomi langai, kuriuos tvarko xsnow kaip įprasti langai: ant jų kaupiasi sniegas. Čia įvedus tinkamą skaičių galima išvengti šio nepageidaujamo elgesio. Flag: -ignorebottom
lv: Logi, kas platāki par 80 procentiem no ekrāna un tuvāk apakšai nekā šajā logrīkā norādītais skaitlis, nesavāc sniegu. Dažos gadījumos ekrāna apakšdaļā ir neredzami logi, kurus apstrādā xsnow kā parasti logi: uz tiem tiek savākts sniegs. Ievadot šeit piemērotu numuru, no šīs nevēlamās darbības var izvairīties. Flag: -ignorebottom
nl: Vensters die breder zijn dan 80 procent van het scherm en dichter bij de onderkant dan het getal in deze widget zullen geen sneeuw verzamelen. In sommige gevallen zijn er onzichtbare vensters aan de onderkant van het scherm, die worden behandeld door xsnow als normale vensters: er wordt sneeuw op verzameld. Door hier een passend getal in te voeren, kan dit ongewenste gedrag worden voorkomen. Flag: -ignorebottom
no: Vinduer som er bredere enn 80 prosent av skjermen og nærmere bunnen enn tallet i denne widgeten vil ikke samle snø. I noen tilfeller er det usynlige vinduer nær bunnen av skjermen, som håndteres av xsnow som vanlige vinduer: snø samles på dem. Ved å angi et passende tall her kan denne uønskede atferden unngås. Flag: -ignorebottom
pl: Okna szersze niż 80 procent ekranu i bliżej dołu niż liczba w tym widżecie nie będą zbierać śniegu. W niektórych przypadkach w dolnej części ekranu znajdują się niewidoczne okna, które są obsługiwane przez xsnow jak zwykłe okna: zbiera się na nich śnieg. Wpisując tutaj odpowiedni numer, można uniknąć tego niepożądanego zachowania. Flag: -ignorebottom
pt: Janelas mais largas do que 80% da tela e mais próximas da parte inferior do que o número neste widget não coletarão neve. Em alguns casos, há janelas invisíveis na parte inferior da tela, que são tratadas por xsnow como janelas normais: a neve é coletada sobre elas. Ao inserir um número adequado aqui, esse comportamento indesejado pode ser evitado. Flag: -ignorebottom
ro: Ferestrele mai late de 80% din ecran și mai aproape de partea de jos decât numărul din acest widget nu vor colecta zăpadă. În unele cazuri, există ferestre invizibile în partea de jos a ecranului, care sunt gestionate de xsnow ca ferestre normale: zăpada se adună peste ele. Prin introducerea unui număr adecvat aici, acest comportament nedorit poate fi evitat. Flag: -ignorebottom
sv: Fönster som är bredare än 80 procent av skärmen och närmare botten än siffran i den här widgeten kommer inte att samla snö. I vissa fall finns det osynliga fönster nära botten av skärmen, vilket hanteras av xsnow som vanliga fönster: snö samlas på dem. Genom att ange ett lämpligt nummer här kan detta oönskade beteende undvikas. Flag: -ignorebottom
uk: Вікна, ширші за 80 відсотків екрана та розташовані ближче до низу, ніж число у цьому віджеті, не накопичуватимуть сніг. У деяких випадках біля нижньої частини екрана є невидимі вікна, які обробляються xsnow як звичайні вікна: на них збирається сніг. Ввівши тут відповідне число, можна уникнути цієї небажаної поведінки. Flag: -ignorebottom

source: Scale:
cs: Měřítko:
da: Vægt:
et: Kaal:
fi: Mittakaava:
fr: Escalader:
hu: Skála:
is: Mælikvarði:
it: Scala:
lt: Skalė:
lv: Mērogs:
nl: Schaal:
no: Skala:
pl: Skala:
pt: Escala:
ro: Scară:
sv: Skala:
uk: Масштаб:

source: The higher, the smoother xsnow will run, but will also use more cpu power. Flag: -cpuload
cs: Čím vyšší, tím plynulejší xsnow poběží, ale bude také spotřebovávat více výkonu procesoru. Flag: -cpuload
da: Jo højere, jo glattere xsnow vil køre, men vil også bruge mere cpu-kraft. Flag: -cpuload
et: Mida kõrgem, seda sujuvamalt xsnow töötab, kuid kasutab ka rohkem protsessori võimsust. Flag: -cpuload
fi: Mitä korkeampi, sitä tasaisempi xsnow toimii, mutta käyttää myös enemmän CPU-tehoa. Flag: -cpuload
fr: Le plus élevé, le plus lisse xsnow fonctionnera, mais utilisera également plus de puissance CPU. Flag: -cpuload
hu: Minél magasabb, annál simábban fog futni xsnow, de több processzort is használ. Flag: -cpuload
is: Því hærra, því mýkri xsnow mun keyra, en mun einnig nota meira örgjörvaafl. Flag: -cpuload
it: Più alto è, più liscio xsnow verrà eseguito, ma utilizzerà anche più potenza cpu. Flag: -cpuload
lt: Kuo didesnis, tuo sklandžiau xsnow veiks, bet taip pat naudos daugiau procesoriaus galios. Flag: -cpuload
lv: Jo augstāks, jo vienmērīgāk xsnow darbosies, taču tas arī izmantos vairāk procesora jaudas. Flag: -cpuload
nl: Hoe hoger, hoe soepeler xsnow zal draaien, maar zal ook meer cpu-kracht verbruiken. Flag: -cpuload
no: Jo høyere, jo jevnere xsnow vil kjøre, men vil også bruke mer cpu-kraft. Flag: -cpuload
pl: Im wyższa, tym płynniej xsnow będzie działać, ale będzie też zużywać więcej mocy procesora. Flag: -cpuload
pt: Quanto mais alto, mais suave xsnow será executado, mas também usará mais energia da CPU. Flag: -cpuload
ro: Cu cât va fi mai mare, cu atât va funcționa mai ușor xsnow, dar va folosi și mai multă putere CPU. Flag: -cpuload
sv: Ju högre, desto mjukare xsnow kommer att köras, men kommer också att använda mer processorkraft. Flag: -cpuload
uk: Чим вище, тим плавніше xsnow працюватиме, але також використовуватиметься більше потужності ЦП. Flag: -cpuload

source: en
da: da
et: et
fi: fi
fr: fr
hu: hu
lt: lt
lv: lv
nl: nl
no: no
ro: ro
sv: sv

source: it
cs: to
da: det
et: seda
hu: azt
is: það
lt: tai
lv: to
nl: het
no: den
pl: to
ro: aceasta
sv: den
uk: це

source: Aurora
hu: Hajnal
pl: Zorza polarna
uk: Аврора
