Repository: markcapella/plasmaSnow
Catalog: po/*.po
Languages: cs, da, et, fi, fr, hu, is, it, lt, lv, nl, no, pl, pt, ro, sv, uk

source: Santa with two reindeers and Rudolph. Flags: -santa 2 -showrudolph
cs: Santa se dvěma soby a Rudolfem. Flags: -santa 2 -showrudolph
da: Julemanden med to rensdyr og Rudolph. Flags: -santa 2 -showrudolph
et: Jõuluvana kahe põhjapõdra ja Rudolfiga. Flags: -santa 2 -showrudolph
fi: Joulupukki kahden poron ja Rudolphin kanssa. Flags: -santa 2 -showrudolph
fr: Père Noël avec deux rennes et Rudolph. Flags: -santa 2 -showrudolph
hu: Mikulás két rénszarvassal és Rudolffal. Flags: -santa 2 -showrudolph
is: Jólasveinninn með tvö hreindýr og Rudolph. Flags: -santa 2 -showrudolph
it: Babbo Natale con due renne e Rudolph. Flags: -santa 2 -showrudolph
lt: Kalėdų Senelis su dviem šiaurės elniais ir Rudolfu. Flags: -santa 2 -showrudolph
lv: Ziemassvētku vecītis ar diviem ziemeļbriežiem un Rūdolfu. Flags: -santa 2 -showrudolph
nl: Kerstman met twee rendieren en Rudolph. Flags: -santa 2 -showrudolph
no: Julenissen med to reinsdyr og Rudolph. Flags: -santa 2 -showrudolph
pl: Mikołaj z dwoma reniferami i Rudolfem. Flags: -santa 2 -showrudolph
pt: Papai Noel com duas renas e Rudolph. Flags: -santa 2 -showrudolph
ro: Moș Crăciun cu doi reni și Rudolph. Flags: -santa 2 -showrudolph
sv: Tomten med två renar och Rudolph. Flags: -santa 2 -showrudolph
uk: Санта з двома оленями та Рудольфом. Flags: -santa 2 -showrudolph

source: Santa with Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder, Blixem and Rudolph. Flags: -santa 3 -showrudolph
cs: Santa s Dasherem, Dancerem, Prancerem, Liškou, Kometou, Cupidem, Dunderem, Blixemem a Rudolphem. Flags: -santa 3 -showrudolph
da: Julemanden med Dasher, Dancer, Prancer, Vixen, Comet, Amor, Dunder, Blixem og Rudolph. Flags: -santa 3 -showrudolph
et: Jõuluvana koos Dasheri, tantsija, prantslase, viksi, komeedi, Cupido, Dunderi, Blixemi ja Rudolfiga. Flags: -santa 3 -showrudolph
fi: Santa kanssa Dasher, Tanssija, Prancer, Äkäpussi, Comet, Cupido, Dunder, Blixem ja Rudolph. Flags: -santa 3 -showrudolph
fr: Père Noël avec Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder, Blixem et Rudolph. Flags: -santa 3 -showrudolph
hu: Mikulás Dasherrel, táncossal, pánccsal, üstökössel, üstökössel, Ámorral, Dunderrel, Blixemmel és Rudolffal. Flags: -santa 3 -showrudolph
is: Jólasveinninn með Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder, Blixem og Rudolph. Flags: -santa 3 -showrudolph
it: Babbo Natale con Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder, Blixem e Rudolph. Flags: -santa 3 -showrudolph
lt: Kalėdų Senelis su Dašeriu, Šokėja, Šokuokliu, Viksva, Kometa, Kupidonas, Dunderis, Bliksemu ir Rudolfu. Flags: -santa 3 -showrudolph
lv: Ziemassvētku vecītis ar Dašeru, dejotāju, dēli, viksnu, komētu, Kupidonu, Danderu, Bliksemu un Rūdolfu. Flags: -santa 3 -showrudolph
nl: Kerstman met Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder, Blixem en Rudolph. Flags: -santa 3 -showrudolph
no: Julenissen med Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder, Blixem og Rudolph. Flags: -santa 3 -showrudolph
pl: Święty Mikołaj z Dasherem, Dancer, Prancer, Vixen, Comet, Cupid, Dunder, Blixem i Rudolph. Flags: -santa 3 -showrudolph
pt: Papai Noel com Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder, Blixem e Rudolph. Flags: -santa 3 -showrudolph
ro: Moș Crăciun cu Dasher, Dansator, Prancer, Vixen, Comet, Cupidon, Dunder, Blixem și Rudolph. Flags: -santa 3 -showrudolph
sv: Tomte med Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder, Blixem och Rudolph. Flags: -santa 3 -showrudolph
uk: Санта з Дашером, Танцівницею, Пренсером, Віксеном, Кометою, Купідоном, Дандером, Бліксемом і Рудольфом. Flags: -santa 3 -showrudolph

source: Show Santa
cs: Ukaž Santu
da: Vis Julemanden
et: Näita Jõuluvana
fi: Näytä Joulupukki
fr: Afficher le Père Noël
hu: Mutasd a Mikulást
is: Sýndu Jólasveininn
it: Mostra Babbo Natale
lt: Parodyk Kalėdų Senelį
lv: Parādiet Ziemassvētku vecīti
nl: Laat de Kerstman zien
no: Vis Julenissen
pl: Pokaż Mikołajowi
pt: Mostrar Santa
ro: Arată Moș Crăciun
sv: Visa Tomten
uk: Покажіть Діду Морозу

source: To show or not to show Santa. Flags: -showsanta, -nosanta
cs: Ukázat či neukázat Ježíška. Flags: -showsanta, -nosanta
da: At vise eller ikke at vise Julemanden. Flags: -showsanta, -nosanta
et: Kas näidata või mitte näidata Jõuluvana. Flags: -showsanta, -nosanta
fi: Näytetäänkö vai eikö näytetä Joulupukkia. Flags: -showsanta, -nosanta
fr: Montrer ou ne pas montrer le Père Noël. Flags: -showsanta, -nosanta
hu: Megmutatni vagy nem mutatni a Mikulást. Flags: -showsanta, -nosanta
is: Að sýna eða ekki sýna Jólasveininn. Flags: -showsanta, -nosanta
it: Mostrare o non mostrare Babbo Natale. Flags: -showsanta, -nosanta
lt: Rodyti ar nerodyti Kalėdų Senelio. Flags: -showsanta, -nosanta
lv: Rādīt vai nerādīt Ziemassvētku vecīti. Flags: -showsanta, -nosanta
nl: Wel of niet laten zien aan de Kerstman. Flags: -showsanta, -nosanta
no: Å vise eller ikke vise Julenissen. Flags: -showsanta, -nosanta
pl: Pokazać czy nie pokazać Mikołajowi. Flags: -showsanta, -nosanta
pt: Mostrar ou não mostrar o Pai Natal. Flags: -showsanta, -nosanta
ro: A arăta sau nu a arăta Moș Crăciun. Flags: -showsanta, -nosanta
sv: Att visa eller inte visa Tomten. Flags: -showsanta, -nosanta
uk: Показувати чи не показувати Санту. Flags: -showsanta, -nosanta

source: Without Rudolph
cs: Bez Rudolfa
da: Uden Rudolph
et: Ilma Rudolphita
fi: Ilman Rudolfia
fr: Sans Rudolph
hu: Rudolph nélkül
is: Án Rudolfs
it: Senza Rudolph
lt: Be Rudolfo
lv: Bez Rūdolfa
nl: Zonder Rudolf
no: Uten Rudolph
pl: Bez Rudolfa
pt: Sem Rudolph
ro: Fără Rudolph
sv: Utan Rudolph
uk: Без Рудольфа

source: With Rudolph
cs: S Rudolfem
da: Med Rudolph
et: Rudolfiga
fi: Pääosat Rudolph
fr: Avec Rudolph
hu: Rudolffal
is: Með Rudolph
it: Con Rudolph
lt: Su Rudolfu
lv: Ar Rūdolfu
nl: Met Rudolf
no: Med Rudolph
pl: Z Rudolfem
pt: Com Rudolph
ro: Cu Rudolph
sv: Med Rudolph
uk: З Рудольфом

source: Scale of Santa. Flags: -santascale <n>
cs: Ježíškova stupnice. Flags: -santascale <n>
da: Julemandens skala. Flags: -santascale <n>
et: Jõuluvana skaala. Flags: -santascale <n>
fi: Joulupukin mittakaava. Flags: -santascale <n>
fr: Échelle du Père Noël. Flags: -santascale <n>
hu: Mikulás léptéke. Flags: -santascale <n>
is: Skala jólasveinsins. Flags: -santascale <n>
it: Scala di Babbo Natale. Flags: -santascale <n>
lt: Kalėdų Senelio mastas. Flags: -santascale <n>
lv: Ziemassvētku vecīša mērogs. Flags: -santascale <n>
nl: Schaal van de Kerstman. Flags: -santascale <n>
no: Skala til julenissen. Flags: -santascale <n>
pl: Skala Świętego Mikołaja. Flags: -santascale <n>
pt: Escala do Papai Noel. Flags: -santascale <n>
ro: Cântarul lui Moș Crăciun. Flags: -santascale <n>
sv: Tomtens skala. Flags: -santascale <n>
uk: Масштаби Санти. Flags: -santascale <n>

source: Santa's speed. Flag: -santaspeedfactor
cs: Santova rychlost. Flag: -santaspeedfactor
da: Julemandens fart. Flag: -santaspeedfactor
et: Jõuluvana kiirus. Flag: -santaspeedfactor
fi: Joulupukin nopeus. Flag: -santaspeedfactor
fr: La vitesse du Père Noël. Flag: -santaspeedfactor
hu: A Mikulás sebessége. Flag: -santaspeedfactor
is: Hraði Jólasveinsins. Flag: -santaspeedfactor
it: La velocità di Babbo Natale. Flag: -santaspeedfactor
lt: Kalėdų Senelio greitis Flag: -santaspeedfactor
lv: Ziemassvētku vecīša ātrums. Flag: -santaspeedfactor
nl: De snelheid van de Kerstman. Flag: -santaspeedfactor
no: Julenissens hastighet. Flag: -santaspeedfactor
pl: Szybkość Świętego Mikołaja. Flag: -santaspeedfactor
pt: Velocidade do Pai Natal. Flag: -santaspeedfactor
ro: Viteza lui Moș Crăciun. Flag: -santaspeedfactor
sv: Tomtens hastighet. Flag: -santaspeedfactor
uk: Швидкість Санти. Flag: -santaspeedfactor

source: Santa
da: Julemanden
et: Jõuluvana
fi: Joulupukki
fr: Père Noël
hu: Mikulás
is: Jólasveinninn
it: Babbo Natale
lt: Kalėdų Senelis
lv: Ziemassvētku vecītis
nl: Kerstman
no: Julenissen
pl: Święty
pt: Papai Noel
ro: Moș Crăciun
sv: Tomten
uk: Санта

source: To allow overlap or not when placing scenery. Flags: -treeoverlap, -notreeoverlap
cs: Povolit nebo nepovolit překrytí při umísťování scenérie. Flags: -treeoverlap, -notreeoverlap
da: At tillade overlapning eller ej, når landskaber placeres. Flags: -treeoverlap, -notreeoverlap
et: Katte lubamiseks või mitte maastike paigutamisel. Flags: -treeoverlap, -notreeoverlap
fi: Päällekkäisyyksien salliminen tai kieltäminen maisemia sijoitettaessa. Flags: -treeoverlap, -notreeoverlap
fr: Permettre le chevauchement ou non lors de la mise en scène. Flags: -treeoverlap, -notreeoverlap
hu: Az átfedés engedélyezése a díszlet elhelyezésekor. Flags: -treeoverlap, -notreeoverlap
is: Til að leyfa skörun eða ekki þegar landslag er sett. Flags: -treeoverlap, -notreeoverlap
it: Per consentire la sovrapposizione o meno quando si posiziona lo scenario. Flags: -treeoverlap, -notreeoverlap
lt: Leisti persidengti arba ne persidengti dedant peizažą. Flags: -treeoverlap, -notreeoverlap
lv: Lai atļautu pārklāšanos, izvietojot dekorācijas. Flags: -treeoverlap, -notreeoverlap
nl: Wel of geen overlap toestaan bij het plaatsen van scenery. Flags: -treeoverlap, -notreeoverlap
no: For å tillate overlapping eller ikke når du plasserer landskap. Flags: -treeoverlap, -notreeoverlap
pl: Aby zezwolić na nakładanie się lub nie podczas umieszczania scenerii. Flags: -treeoverlap, -notreeoverlap
pt: Para permitir sobreposição ou não ao colocar o cenário. Flags: -treeoverlap, -notreeoverlap
ro: Pentru a permite sau nu suprapunerea atunci când plasați peisajul. Flags: -treeoverlap, -notreeoverlap
sv: För att tillåta överlappning eller inte vid placering av landskap. Flags: -treeoverlap, -notreeoverlap
uk: Дозволити чи заборонити перекриття під час розміщення пейзажу. Flags: -treeoverlap, -notreeoverlap

source: If set, try to show fluff on fallen snow and trees if possible. Flags: -fluffy, -nofluffy
cs: Pokud je nastaveno, pokuste se, pokud je to možné, ukázat chmýří na padlém sněhu a stromech. Flags: -fluffy, -nofluffy
da: Hvis det er indstillet, så prøv at vise fnug på faldet sne og træer, hvis det er muligt. Flags: -fluffy, -nofluffy
et: Kui see on seatud, proovige võimalusel sadanud lumel ja puudel kohevust näidata. Flags: -fluffy, -nofluffy
fi: Jos asetettu, yritä näyttää pölyä kaatuneella lumella ja puilla, jos mahdollista. Flags: -fluffy, -nofluffy
fr: S'il est réglé, essayez de montrer des peluches sur la neige tombée et les arbres si possible. Flags: -fluffy, -nofluffy
hu: Ha be van állítva, ha lehetséges, próbáljon bolyhosságot mutatni a leesett havon és a fákon. Flags: -fluffy, -nofluffy
is: Ef það er stillt skaltu reyna að sýna ló á fallnum snjó og trjám ef mögulegt er. Flags: -fluffy, -nofluffy
it: Se impostato, prova a mostrare lanugine sulla neve caduta e sugli alberi, se possibile. Flags: -fluffy, -nofluffy
lt: Jei nustatyta, jei įmanoma, ant iškritusio sniego ir medžių pabandykite matyti pūkus. Flags: -fluffy, -nofluffy
lv: Ja tas ir iestatīts, mēģiniet parādīt pūkas uz krituša sniega un kokiem, ja iespējams. Flags: -fluffy, -nofluffy
nl: Indien ingesteld, probeer indien mogelijk pluisjes op gevallen sneeuw en bomen te laten zien. Flags: -fluffy, -nofluffy
no: Hvis angitt, prøv å vise lo på falt snø og trær hvis mulig. Flags: -fluffy, -nofluffy
pl: Jeśli jest ustawiona, w miarę możliwości spróbuj pokazać puch na opadłym śniegu i drzewach. Flags: -fluffy, -nofluffy
pt: Se definido, tente mostrar penugem na neve caída e nas árvores, se possível. Flags: -fluffy, -nofluffy
ro: Dacă este setat, încercați să arătați puf pe zăpada căzută și pe copaci, dacă este posibil. Flags: -fluffy, -nofluffy
sv: Om det är inställt, försök att visa ludd på fallen snö och träd om möjligt. Flags: -fluffy, -nofluffy
uk: Якщо встановлено, спробуйте показати пух на снігу та деревах, якщо це можливо. Flags: -fluffy, -nofluffy

source: Show scenery
cs: Zobrazit scenérii
da: Vis landskaber
et: Näita maastikku
fi: Näytä maisema
fr: Afficher le décor
hu: Mutass tájat
is: Sýndu landslag
it: Mostra scenario
lt: Rodyti peizažą
lv: Parādīt ainavu
nl: Toon landschap
no: Vis landskap
pl: Pokaż scenerię
pt: Mostrar cenário
ro: Arată peisaj
sv: Visa landskap
uk: Показати декорації

source: To show or not to show scenery. Flags: -showtrees, -notrees
cs: Ukázat či neukázat scenérii. Flags: -showtrees, -notrees
da: At vise eller ikke at vise landskaber. Flags: -showtrees, -notrees
et: Kas näidata või mitte näidata maastikku. Flags: -showtrees, -notrees
fi: Näytetäänkö maisema vai ei. Flags: -showtrees, -notrees
fr: Montrer ou ne pas montrer le décor. Flags: -showtrees, -notrees
hu: Mutatni vagy nem mutatni tájat. Flags: -showtrees, -notrees
is: Að sýna eða ekki sýna landslag. Flags: -showtrees, -notrees
it: Per mostrare o non mostrare lo scenario. Flags: -showtrees, -notrees
lt: Rodyti peizažą ar nerodyti. Flags: -showtrees, -notrees
lv: Rādīt vai nerādīt ainavu. Flags: -showtrees, -notrees
nl: Wel of geen landschap laten zien. Flags: -showtrees, -notrees
no: Å vise eller ikke vise landskap. Flags: -showtrees, -notrees
pl: Pokazywać czy nie pokazywać scenerii. Flags: -showtrees, -notrees
pt: Mostrar ou não mostrar cenário. Flags: -showtrees, -notrees
ro: A arăta sau a nu arăta peisaje. Flags: -showtrees, -notrees
sv: Att visa eller inte visa landskap. Flags: -showtrees, -notrees
uk: Показувати чи не показувати декорації. Flags: -showtrees, -notrees

source: Woody tree. Flags: -treetype 1 or: -treetype all
cs: Dřevitý strom. Flags: -treetype 1 or: -treetype all
da: Træagtigt træ. Flags: -treetype 1 or: -treetype all
et: Puitunud puu. Flags: -treetype 1 or: -treetype all
fi: Puinen puu. Flags: -treetype 1 or: -treetype all
fr: Arbre ligneux. Flags: -treetype 1 or: -treetype all
hu: Fás fa. Flags: -treetype 1 or: -treetype all
is: Viðartré. Flags: -treetype 1 or: -treetype all
it: Albero legnoso. Flags: -treetype 1 or: -treetype all
lt: Sumedėjęs medis. Flags: -treetype 1 or: -treetype all
lv: Kokains koks. Flags: -treetype 1 or: -treetype all
nl: Houtachtige boom. Flags: -treetype 1 or: -treetype all
no: Woody tre. Flags: -treetype 1 or: -treetype all
pl: Drzewo zdrewniałe. Flags: -treetype 1 or: -treetype all
pt: Árvore lenhosa. Flags: -treetype 1 or: -treetype all
ro: Arbore lemnos. Flags: -treetype 1 or: -treetype all
uk: Деревне дерево. Flags: -treetype 1 or: -treetype all

source: Snowy tree. Flags: -treetype 6 or: -treetype all
cs: Zasněžený strom. Flags: -treetype 6 or: -treetype all
da: Snedækket træ. Flags: -treetype 6 or: -treetype all
et: Lumine puu. Flags: -treetype 6 or: -treetype all
fi: Luminen puu. Flags: -treetype 6 or: -treetype all
fr: Arbre enneigé. Flags: -treetype 6 or: -treetype all
hu: Havas fa. Flags: -treetype 6 or: -treetype all
is: Snowy tré. Flags: -treetype 6 or: -treetype all
it: Albero di neve. Flags: -treetype 6 or: -treetype all
lt: Snieguotas medis. Flags: -treetype 6 or: -treetype all
lv: Sniegots koks. Flags: -treetype 6 or: -treetype all
nl: Besneeuwde boom. Flags: -treetype 6 or: -treetype all
no: Snødekt tre. Flags: -treetype 6 or: -treetype all
pl: Ośnieżone drzewo. Flags: -treetype 6 or: -treetype all
pt: Árvore nevada. Flags: -treetype 6 or: -treetype all
ro: Copac înzăpezit. Flags: -treetype 6 or: -treetype all
sv: Snöigt träd. Flags: -treetype 6 or: -treetype all
uk: Засніжене дерево. Flags: -treetype 6 or: -treetype all

source: Leavy tree. Flags: -treetype 2 or: -treetype all
cs: Listnatý strom. Flags: -treetype 2 or: -treetype all
da: Løvtræ. Flags: -treetype 2 or: -treetype all
et: Lehtpuu. Flags: -treetype 2 or: -treetype all
fi: Lehtipuu. Flags: -treetype 2 or: -treetype all
fr: Arbre lourd. Flags: -treetype 2 or: -treetype all
hu: Lombos fa. Flags: -treetype 2 or: -treetype all
is: Lauftré. Flags: -treetype 2 or: -treetype all
it: Albero pesante. Flags: -treetype 2 or: -treetype all
lt: Lapinis medis. Flags: -treetype 2 or: -treetype all
lv: Lapu koks. Flags: -treetype 2 or: -treetype all
nl: Bladboom. Flags: -treetype 2 or: -treetype all
no: Løvtre. Flags: -treetype 2 or: -treetype all
pl: Drzewo liściaste. Flags: -treetype 2 or: -treetype all
pt: Árvore pesada. Flags: -treetype 2 or: -treetype all
ro: Arbore cu frunze. Flags: -treetype 2 or: -treetype all
sv: Lövträd. Flags: -treetype 2 or: -treetype all
uk: Листяне дерево. Flags: -treetype 2 or: -treetype all

source: Vintage tree, you can set the color. Flag: -treetype 0
cs: Vintage strom, můžete nastavit barvu. Flag: -treetype 0
da: Vintage træ, du kan indstille farven. Flag: -treetype 0
et: Vintage puu, saate värvi määrata. Flag: -treetype 0
fi: Vintage-puu, voit asettaa värin. Flag: -treetype 0
fr: Arbre vintage, vous pouvez définir la couleur. Flag: -treetype 0
hu: Vintage fa, beállíthatja a színt. Flag: -treetype 0
is: Vintage tré, þú getur stillt litinn. Flag: -treetype 0
it: Albero vintage, è possibile impostare il colore. Flag: -treetype 0
lt: Senovinis medis, galite nustatyti spalvą. Flag: -treetype 0
lv: Vintage koks, varat iestatīt krāsu. Flag: -treetype 0
nl: Vintage boom, u kunt de kleur instellen. Flag: -treetype 0
no: Vintage tre, du kan angi fargen. Flag: -treetype 0
pl: Stare drzewo, możesz ustawić kolor. Flag: -treetype 0
pt: Árvore vintage, pode definir a cor. Flag: -treetype 0
ro: Arborele de vintage, puteți seta culoarea. Flag: -treetype 0
sv: Vintageträd, du kan ställa in färgen. Flag: -treetype 0
uk: Вінтажне дерево, можна встановити колір. Flag: -treetype 0

source: Reindeer. Flags: -treetype 4 or: -treetype all
cs: Sob. Flags: -treetype 4 or: -treetype all
da: Rensdyr. Flags: -treetype 4 or: -treetype all
et: Põhjapõder. Flags: -treetype 4 or: -treetype all
fi: Poro. Flags: -treetype 4 or: -treetype all
fr: Les rennes. Flags: -treetype 4 or: -treetype all
hu: Rénszarvas. Flags: -treetype 4 or: -treetype all
is: Hreindýr. Flags: -treetype 4 or: -treetype all
it: Renne Flags: -treetype 4 or: -treetype all
lt: Šiaurės elniai. Flags: -treetype 4 or: -treetype all
lv: Ziemeļbrieži. Flags: -treetype 4 or: -treetype all
nl: Rendier. Flags: -treetype 4 or: -treetype all
no: Reinsdyr. Flags: -treetype 4 or: -treetype all
pl: Renifer. Flags: -treetype 4 or: -treetype all
pt: Rena. Flags: -treetype 4 or: -treetype all
ro: Ren. Flags: -treetype 4 or: -treetype all
sv: Renar. Flags: -treetype 4 or: -treetype all
uk: Північний олень. Flags: -treetype 4 or: -treetype all

source: Moose. Flags: -treetype 5 or: -treetype all
cs: Los. Flags: -treetype 5 or: -treetype all
et: Põder. Flags: -treetype 5 or: -treetype all
fi: Hirvi. Flags: -treetype 5 or: -treetype all
fr: Orignal. Flags: -treetype 5 or: -treetype all
it: Alce Flags: -treetype 5 or: -treetype all
lt: Briedis. Flags: -treetype 5 or: -treetype all
lv: Alnis. Flags: -treetype 5 or: -treetype all
nl: Eland. Flags: -treetype 5 or: -treetype all
no: Elg. Flags: -treetype 5 or: -treetype all
pl: Łoś. Flags: -treetype 5 or: -treetype all
pt: Alce. Flags: -treetype 5 or: -treetype all
ro: Elan. Flags: -treetype 5 or: -treetype all
sv: Älg. Flags: -treetype 5 or: -treetype all
uk: Лось. Flags: -treetype 5 or: -treetype all

source: Polar bear. Flags: -treetype 7 or: -treetype all
cs: Lední medvěd. Flags: -treetype 7 or: -treetype all
da: Isbjørn. Flags: -treetype 7 or: -treetype all
et: Jääkaru. Flags: -treetype 7 or: -treetype all
fi: Jääkarhu. Flags: -treetype 7 or: -treetype all
fr: "Ours blanc" // Série "Intérieurs avec figures / Le temps de l'été". Flags: -treetype 7 or: -treetype all
hu: Jegesmedve. Flags: -treetype 7 or: -treetype all
is: Ísbjörn. Flags: -treetype 7 or: -treetype all
it: Orso polare Flags: -treetype 7 or: -treetype all
lt: Baltasis lokys. Flags: -treetype 7 or: -treetype all
lv: Polārlācis. Flags: -treetype 7 or: -treetype all
nl: IJsbeer. Flags: -treetype 7 or: -treetype all
no: Isbjørn. Flags: -treetype 7 or: -treetype all
pl: Niedźwiedź polarny. Flags: -treetype 7 or: -treetype all
pt: Urso polar. Flags: -treetype 7 or: -treetype all
ro: Urs polar. Flags: -treetype 7 or: -treetype all
sv: Isbjörn. Flags: -treetype 7 or: -treetype all
uk: Білий ведмідь. Flags: -treetype 7 or: -treetype all

source: Small house. Flags: -treetype 3 or: -treetype all
cs: Malý dům. Flags: -treetype 3 or: -treetype all
da: Lille hus. Flags: -treetype 3 or: -treetype all
et: Väike maja. Flags: -treetype 3 or: -treetype all
fi: Pieni talo. Flags: -treetype 3 or: -treetype all
fr: Petite maison Flags: -treetype 3 or: -treetype all
hu: Kis ház. Flags: -treetype 3 or: -treetype all
is: Lítið hús. Flags: -treetype 3 or: -treetype all
it: Piccola casa. Flags: -treetype 3 or: -treetype all
lt: Mažas namas. Flags: -treetype 3 or: -treetype all
lv: Maza māja. Flags: -treetype 3 or: -treetype all
nl: Klein huis. Flags: -treetype 3 or: -treetype all
no: Lite hus. Flags: -treetype 3 or: -treetype all
pl: Mały dom. Flags: -treetype 3 or: -treetype all
pt: Casa pequena. Flags: -treetype 3 or: -treetype all
ro: Casă mică. Flags: -treetype 3 or: -treetype all
sv: Litet hus. Flags: -treetype 3 or: -treetype all
uk: Будиночок. Flags: -treetype 3 or: -treetype all

source: Scenery
cs: Scenérie
da: Landskab
et: Maastik
fi: Maisemat
fr: Décor
hu: Látvány
is: Landslag
it: Scenario
lt: Peizažas
lv: Dekorācijas
nl: Landschap
no: Natur
pl: Sceneria
pt: Cenário
ro: Decor
sv: Landskap
uk: декорації

source: Show birds
cs: Ukaž ptáky
da: Vis fugle
et: Näita linde
fi: Näytä linnut
fr: Afficher les oiseaux
hu: Mutasd a madarakat
is: Sýndu fugla
it: Mostra uccelli
lt: Parodyk paukščius
lv: Parādiet putnus
nl: Toon vogels
no: Vis fugler
pl: Pokaż ptaki
pt: Mostrar aves
ro: Arată păsări
sv: Visa fåglar
uk: Покажіть птахів

source: If set: show birds. Flags: -showbirds 1, -showbirds 0
cs: Je-li nastaveno: zobrazit ptáky. Flags: -showbirds 1, -showbirds 0
da: Hvis indstillet: vis fugle. Flags: -showbirds 1, -showbirds 0
et: Kui määratud: näita linde. Flags: -showbirds 1, -showbirds 0
fi: Jos asetettu: näytä linnut. Flags: -showbirds 1, -showbirds 0
fr: Si défini : montrer les oiseaux. Flags: -showbirds 1, -showbirds 0
hu: Ha be van állítva: mutasd a madarakat. Flags: -showbirds 1, -showbirds 0
is: Ef stillt: sýna fugla. Flags: -showbirds 1, -showbirds 0
it: Se impostato: mostra uccelli. Flags: -showbirds 1, -showbirds 0
lt: Jei nustatyta: rodyti paukščius. Flags: -showbirds 1, -showbirds 0
lv: Ja iestatīts: rādīt putnus. Flags: -showbirds 1, -showbirds 0
nl: Indien ingesteld: showvogels. Flags: -showbirds 1, -showbirds 0
no: Hvis angitt: vis fugler. Flags: -showbirds 1, -showbirds 0
pl: Jeśli ustawiono: pokaż ptaki. Flags: -showbirds 1, -showbirds 0
pt: Se definido: mostrar aves. Flags: -showbirds 1, -showbirds 0
ro: Dacă este setat: arată păsările. Flags: -showbirds 1, -showbirds 0
sv: Om inställt: visa fåglar. Flags: -showbirds 1, -showbirds 0
uk: Якщо встановлено: показувати птахів. Flags: -showbirds 1, -showbirds 0
