Repository: markcapella/plasmaSnow
Catalog: po/*.po
Languages: cs, da, et, fi, fr, hu, is, it, lt, lv, nl, no, pl, pt, ro, sv, uk

source: To draw an outline around the snow window. Flag: -outline 1/0
cs: Chcete-li nakreslit obrys kolem okna sněhu. Flag: -outline 1/0
da: At tegne en kontur rundt om snevinduet. Flag: -outline 1/0
et: Lumeakna ümber kontuuri joonistamiseks. Flag: -outline 1/0
fi: Piirrä ääriviivat lumiikkunan ympärille. Flag: -outline 1/0
fr: Pour dessiner un contour autour de la fenêtre de neige. Flag: -outline 1/0
hu: Körvonal rajzolása a hóablak köré. Flag: -outline 1/0
is: Til að teikna útlínur í kringum snjógluggann. Flag: -outline 1/0
it: Per disegnare un contorno attorno alla finestra di neve. Flag: -outline 1/0
lt: Norėdami nubrėžti kontūrą aplink sniego langą. Flag: -outline 1/0
lv: Lai uzzīmētu kontūru ap sniega logu. Flag: -outline 1/0
nl: Een omtrek rond het sneeuwvenster tekenen. Flag: -outline 1/0
no: Å tegne en kontur rundt snøvinduet. Flag: -outline 1/0
pl: Aby narysować kontur wokół okna śnieżnego. Flag: -outline 1/0
pt: Para desenhar um contorno ao redor da janela de neve. Flag: -outline 1/0
ro: Pentru a desena un contur în jurul ferestrei de zăpadă. Flag: -outline 1/0
sv: Att rita en kontur runt snöfönstret. Flag: -outline 1/0
uk: Щоб намалювати контур навколо снігового вікна. Flag: -outline 1/0

source: When activated, it will be snowing below your windows, else it will be snowing upon you windows too. On some desktop environments, when snowing above your windows you will not be able to click on any window. Therefore, you will be asked to click a button, to be sure that things are OK. Flag: -above
cs: Když je aktivován, bude sněžit pod vašimi okny, jinak bude sněžit i na vaše okna. V některých prostředích plochy, když sněží nad vašimi okny, nebudete moci kliknout na žádné okno. Proto, budete požádáni, abyste klikli na tlačítko, abyste se ujistili, že je vše v pořádku. Flag: -above
da: Når det er aktiveret, sner det under dine vinduer, ellers sner det også over dine vinduer. På nogle skrivebordsmiljøer vil du ikke være i stand til at klikke på noget vindue, når det sner over dine vinduer. Derfor bliver du bedt om at klikke på en knap for at være sikker på, at tingene er OK. Flag: -above
et: Kui see on aktiveeritud, sajab lund teie akende all, muidu sajab lund ka teie akende peal. Mõnes töölauakeskkonnas ei saa te akna kohal lund klõpsata. Seetõttu, teil palutakse klõpsata nupul, et olla kindel, et asjad on korras. Flag: -above
fi: Kun se on aktivoitu, ikkunoiden alla sataa lunta, muuten myös ikkunoiden päällä sataa lunta. Joissakin työpöytäympäristöissä, kun ikkunoiden yläpuolella sataa lunta, et voi napsauttaa mitään ikkunaa. Siksi sinua pyydetään napsauttamaan painiketta varmistaaksesi, että asiat ovat kunnossa. Flag: -above
fr: Une fois activé, il neigera sous vos fenêtres, sinon il neigera sur vos fenêtres aussi. Sur certains environnements de bureau, lorsque vous neigez au-dessus de vos fenêtres, vous ne pourrez cliquer sur aucune fenêtre. Par conséquent, il vous sera demandé de cliquer sur un bouton, pour être sûr que les choses vont bien. Flag: -above
hu: Ha aktiválva van, havazik az ablakok alatt, különben az ablakok felett is havazik. Egyes asztali környezetekben, amikor az ablakok felett havazik, nem tud rákattintani egyetlen ablakra sem. Ezért, a rendszer arra kéri, hogy kattintson egy gombra, hogy megbizonyosodjon arról, hogy minden rendben van. Flag: -above
is: Þegar það er virkjað mun það snjóa fyrir neðan gluggana þína, annars snjóar það líka yfir gluggana þína. Í sumum skjáborðsumhverfi, þegar snjóar fyrir ofan gluggana þína muntu ekki geta smellt á neinn glugga. Þess vegna, þú verður beðinn um að smella á hnapp til að vera viss um að allt sé í lagi. Flag: -above
it: Quando attivato, nevicherà sotto le finestre, altrimenti nevicherà anche su di voi. In alcuni ambienti desktop, quando nevica sopra le finestre non sarà possibile fare clic su alcuna finestra. Pertanto, ti verrà chiesto di fare clic su un pulsante, per essere sicuro che le cose stiano bene. Flag: -above
lt: Kai aktyvuota, sninga po langais, kitu atveju sninga ir ant jūsų langų. Kai kuriose darbalaukio aplinkose, kai sninga virš langų, negalėsite spustelėti jokio lango. Todėl, būsite paprašyti spustelėti mygtuką, kad įsitikintumėte, jog viskas gerai. Flag: -above
lv: Kad tas būs aktivizēts, zem jūsu logiem snigs, pretējā gadījumā sniegs arī uz jūsu logiem. Dažās darbvirsmas vidēs, kad snieg virs logiem, jūs nevarēsit noklikšķināt uz neviena loga. Tādēļ, jums tiks lūgts noklikšķināt uz pogas, lai pārliecinātos, ka viss ir kārtībā. Flag: -above
nl: Indien geactiveerd, sneeuwt het onder je ramen, anders sneeuwt het ook op je ramen. Daarom wordt u gevraagd op een knop te klikken om er zeker van te zijn dat alles in orde is. Flag: -above
no: Når den er aktivert, vil det snø under vinduene dine, ellers vil det snø på vinduene dine også. På noen skrivebordsmiljøer vil du ikke kunne klikke på noe vindu når det snør over vinduene. Derfor vil du bli bedt om å klikke på en knapp for å være sikker på at ting er OK. Flag: -above
pl: Po aktywacji śnieg będzie padał pod Twoimi oknami, w przeciwnym razie będzie padał również nad Twoimi oknami. W niektórych środowiskach graficznych, gdy pada śnieg nad oknami, nie będzie można kliknąć żadnego okna. Dlatego: zostaniesz poproszony o kliknięcie przycisku, aby upewnić się, że wszystko jest w porządku. Flag: -above
pt: Quando ativado, estará nevando abaixo das janelas, caso contrário, estará nevando sobre as janelas também. Em alguns ambientes de desktop, ao nevar acima das janelas, você não poderá clicar em nenhuma janela. Portanto, você será solicitado a clicar em um botão, para ter certeza de que as coisas estão bem. Flag: -above
ro: Când este activat, va ninge sub ferestrele tale, altfel va ninge și pe ferestrele tale. În unele medii desktop, când ninge deasupra ferestrelor tale, nu vei putea să dai clic pe nicio fereastră. Prin urmare, vi se va cere să faceți clic pe un buton, pentru a vă asigura că lucrurile sunt OK. Flag: -above
sv: När den är aktiverad kommer det att snöa under dina fönster, annars kommer det att snöa på dina fönster också. På vissa skrivbordsmiljöer kommer du inte att kunna klicka på något fönster när det snöar ovanför dina fönster. Därför kommer du att bli ombedd att klicka på en knapp för att vara säker på att allt är OK. Flag: -above
uk: Якщо активовано, сніг буде падати під вашими вікнами, інакше сніг буде падати і на ваші вікна. На деяких робочих середовищах, коли сніг над вашими вікнами, ви не зможете натиснути жодне вікно. Отже, вам буде запропоновано натиснути кнопку, щоб переконатися, що все гаразд. Flag: -above

source: To make sure you can click.
cs: Abyste se ujistili, že můžete kliknout.
da: For at sikre, at du kan klikke.
et: Veendumaks, et saate klõpsata.
fi: Varmista, että voit napsauttaa.
fr: Pour vous assurer que vous pouvez cliquer.
hu: Hogy biztosan tud-e kattintani.
is: Til að tryggja að þú getir smellt.
it: Per essere sicuri di poter fare clic su.
lt: Norėdami įsitikinti, kad galite spustelėti.
lv: Lai pārliecinātos, ka varat noklikšķināt.
nl: Om er zeker van te zijn dat je kunt klikken.
no: For å være sikker på at du kan klikke.
pl: Aby upewnić się, że możesz kliknąć.
pt: Para se certificar de que pode clicar.
ro: Pentru a vă asigura că puteți face clic.
sv: För att vara säker på att du kan klicka.
uk: Щоб переконатися, що ви можете натиснути.

source: Activate xscreensaver. Click and don't touch mouse and keyboard for a few seconds...
cs: Aktivujte xscreensaver. Klikněte a několik sekund se nedotýkejte myši a klávesnice...
da: Aktiver xscreensaver. Klik og rør ikke mus og tastatur i et par sekunder...
et: Aktiveerige xscreensaver. Klõpsake ja ärge puudutage hiirt ja klaviatuuri mõne sekundi jooksul...
fi: Aktivoi xscreensaver. Napsauta äläkä koske hiireen tai näppäimistöön muutamaan sekuntiin...
fr: Activez xscreensaver. Cliquez et ne touchez pas la souris et le clavier pendant quelques secondes...
hu: Az xscreensaver aktiválása. Kattintson, és néhány másodpercig ne érintse meg az egeret és a billentyűzetet...
is: Virkjaðu xscreensaver. Smelltu og snertu ekki mús og lyklaborð í nokkrar sekúndur...
it: Attivare xscreensaver. Fare clic e non toccare il mouse e la tastiera per alcuni secondi...
lt: Suaktyvinkite xscreensaver. Spustelėkite ir nelieskite pelės bei klaviatūros kelias sekundes...
lv: Aktivizējiet xscreensaver. Noklikšķiniet un nepieskarieties pelei un tastatūrai dažas sekundes...
nl: Activeer xscreensaver. Klik en raak muis en toetsenbord enkele seconden niet aan...
no: Aktiver xscreensaver. Klikk og ikke berør mus og tastatur på noen sekunder...
pl: Aktywuj xscreensaver. Kliknij i nie dotykaj myszy ani klawiatury przez kilka sekund...
pt: Ative o xscreensaver. Clique e não toque no rato e no teclado durante alguns segundos...
ro: Activați xscreensaver. Dați clic și nu atingeți mouse-ul și tastatura pentru câteva secunde...
sv: Aktivera xscreensaver. Klicka och rör inte mus och tangentbord på några sekunder...
uk: Активуйте xscreensaver. Натисніть і не торкайтеся миші та клавіатури протягом кількох секунд...

source: Choose here the picture you want as background when xscreensaver is active. Flag: -bg
cs: Zde vyberte obrázek, který chcete jako pozadí, když je xscreensaver aktivní. Flag: -bg
da: Vælg her det billede, du ønsker som baggrund, når xscreensaver er aktiv. Flag: -bg
et: Valige siin pilt, mida soovite taustaks kasutada, kui xscreensaver on aktiivne. Flag: -bg
fi: Valitse tässä taustakuvaksi haluamasi kuva, kun xscreensaver on aktiivinen. Flag: -bg
fr: Choisissez ici l'image que vous voulez comme arrière-plan lorsque xscreensaver est actif. Flag: -bg
hu: Válassza ki itt azt a képet, amelyet háttérként szeretne használni, amikor az xscreensaver aktív. Flag: -bg
is: Veldu hér myndina sem þú vilt sem bakgrunn þegar xscreensaver er virkt. Flag: -bg
it: Scegli qui l'immagine che vuoi come sfondo quando xscreensaver è attivo. Flag: -bg
lt: Čia pasirinkite nuotrauką, kurią norite naudoti kaip foną, kai įjungta xscreensaver. Flag: -bg
lv: Izvēlieties šeit attēlu, kuru vēlaties izmantot kā fonu, kad xscreensaver ir aktīvs. Flag: -bg
nl: Kies hier de afbeelding die je als achtergrond wilt als xscreensaver actief is. Flag: -bg
no: Velg her bildet du vil ha som bakgrunn når xscreensaver er aktiv. Flag: -bg
pl: Wybierz tutaj obraz, który chcesz ustawić jako tło, gdy aktywny jest xscreensaver. Flag: -bg
pt: Escolha aqui a imagem que deseja como plano de fundo quando o xscreensaver estiver ativo. Flag: -bg
ro: Alegeți aici imaginea pe care o doriți ca fundal când xscreensaver este activ. Flag: -bg
sv: Välj här den bild du vill ha som bakgrund när xscreensaver är aktiv. Flag: -bg
uk: Виберіть тут зображення, яке ви бажаєте використовувати як фон, коли xscreensaver активний. Flag: -bg

source: Choose background
cs: Vyberte pozadí
da: Vælg baggrund
et: Valige taust
fi: Valitse tausta
fr: Choisissez l'arrière-plan
hu: Válassz hátteret
is: Veldu bakgrunn
it: Scegli lo sfondo
lt: Pasirinkite foną
lv: Izvēlieties fonu
nl: Kies achtergrond
no: Velg bakgrunn
pl: Wybierz tło
pt: Escolher fundo
ro: Alege imagine de fundal
sv: Välj bakgrund
uk: Виберіть фон

source: Transparency of painted items: 0: no transparency. 100: fully transparent, you will see nothing! Flag: -transparency
cs: Průhlednost malovaných předmětů: 0: žádná průhlednost. 100: plně průhledná, nic neuvidíte! Flag: -transparency
da: Gennemsigtighed af malede emner: 0: ingen gennemsigtighed. 100: fuldstændig gennemsigtig, du vil ikke se noget! Flag: -transparency
et: Värvitud esemete läbipaistvus: 0: läbipaistmatus puudub. 100: täiesti läbipaistev, te ei näe midagi! Flag: -transparency
fi: Maalattujen kohteiden läpinäkyvyys: 0: ei läpinäkyvyyttä. 100: täysin läpinäkyvä, et näe mitään! Flag: -transparency
fr: Transparence des éléments peints : 0 : pas de transparence. 100 : entièrement transparent, vous ne verrez rien ! Flag: -transparency
hu: A festett tárgyak átlátszósága: 0: nincs átlátszóság. 100: teljesen átlátszó, semmit sem fog látni! Flag: -transparency
is: Gagnsæi málaðra hluta: 0: ekkert gagnsæi. 100: algjörlega gegnsætt, þú munt ekkert sjá! Flag: -transparency
it: Trasparenza degli articoli verniciati: 0: nessuna trasparenza. 100: completamente trasparente, non vedrai nulla! Flag: -transparency
lt: Dažytų daiktų skaidrumas: 0: nėra skaidrumo. 100: visiškai skaidrus, nieko nematysite! Flag: -transparency
lv: Krāsotu priekšmetu caurspīdīgums: 0: nav caurspīdīguma. 100: pilnībā caurspīdīgs, jūs neko neredzēsit! Flag: -transparency
nl: Transparantie van geverfde voorwerpen: 0: geen transparantie. 100: volledig transparant, je ziet niets! Flag: -transparency
no: Gjennomsiktighet av malte gjenstander: 0: ingen åpenhet. 100: helt gjennomsiktig, du vil ikke se noe! Flag: -transparency
pl: Przezroczystość malowanych przedmiotów: 0: brak przezroczystości. 100: pełna przejrzystość, nic nie zobaczysz! Flag: -transparency
pt: Transparência dos itens pintados: 0: sem transparência. 100: totalmente transparente, você não verá nada! Flag: -transparency
ro: Transparența articolelor pictate: 0: fără transparență. 100: complet transparent, nu veți vedea nimic! Flag: -transparency
sv: Transparens för målade föremål: 0: ingen transparens. 100: helt genomskinlig, du ser ingenting! Flag: -transparency
uk: Прозорість пофарбованих елементів: 0: немає прозорості. 100: повністю прозорий, ви нічого не побачите! Flag: -transparency

source: Overall drawing scale. Flag: -scale
cs: Celkové měřítko výkresu. Flag: -scale
da: Overordnet tegningsskala. Flag: -scale
et: Joonise üldmõõtkava. Flag: -scale
fi: Kokonaispiirustusasteikko. Flag: -scale
fr: Echelle de dessin globale. Flag: -scale
hu: A rajz általános léptéke. Flag: -scale
is: Heildar teiknikvarði. Flag: -scale
it: Scala di disegno complessiva. Flag: -scale
lt: Bendra brėžinio skalė. Flag: -scale
lv: Kopējais rasējuma mērogs. Flag: -scale
nl: Algemene tekenschaal. Flag: -scale
no: Total tegningsskala. Flag: -scale
pl: Ogólna skala rysunku. Flag: -scale
pt: Escala geral de desenho. Flag: -scale
ro: Scara generală a desenului. Flag: -scale
sv: Övergripande ritningsskala. Flag: -scale
uk: Загальний масштаб креслення. Flag: -scale

source: Use this if snow falls below the bottom of your screen, or fallen snow hides something that should not be hidden. Flag: -offsets
cs: Toto použijte, pokud sníh padá pod spodní část obrazovky nebo padlý sníh skrývá něco, co by nemělo být skryto. Flag: -offsets
da: Brug dette, hvis sne falder under bunden af din skærm, eller faldet sne skjuler noget, der ikke bør skjules. Flag: -offsets
et: Kasutage seda juhul, kui lumi langeb ekraani alaosast allapoole või sadanud lumi peidab midagi, mida ei tohiks varjata. Flag: -offsets
fi: Käytä tätä, jos lumi putoaa näytön alareunan alle tai jos lumi putoaa piilottaa jotain, jota ei pitäisi piilottaa. Flag: -offsets
fr: Utilisez ceci si la neige tombe sous le bas de votre écran, ou si la neige tombée cache quelque chose qui ne devrait pas être caché. Flag: -offsets
hu: Használja ezt, ha a hó a képernyő alja alá esik, vagy a leesett hó olyasmit rejt, amit nem szabad elrejteni. Flag: -offsets
is: Notaðu þetta ef snjór fellur undir neðst á skjánum þínum, eða fallinn snjór felur eitthvað sem ætti ekki að fela. Flag: -offsets
it: Utilizzare questa opzione se la neve cade sotto la parte inferiore dello schermo o se la neve caduta nasconde qualcosa che non dovrebbe essere nascosto. Flag: -offsets
lt: Naudokite tai, jei sniegas nukrenta žemiau ekrano apačios arba iškritęs sniegas paslepia tai, ko nereikėtų paslėpti. Flag: -offsets
lv: Izmantojiet to, ja sniegs nokrīt zem ekrāna apakšdaļas vai nokritis sniegs slēpj kaut ko tādu, ko nevajadzētu slēpt. Flag: -offsets
nl: Gebruik dit als er sneeuw onder de onderkant van je scherm valt, of als gevallen sneeuw iets verbergt dat niet verborgen zou moeten zijn. Flag: -offsets
no: Bruk denne hvis snø faller under bunnen av skjermen din, eller falt snø skjuler noe som ikke bør skjules. Flag: -offsets
pl: Użyj tego, jeśli śnieg spadnie poniżej dolnej części ekranu lub spadnie śnieg zakrywa coś, czego nie powinno się ukrywać. Flag: -offsets
pt: Use isso se a neve cair abaixo da parte inferior da tela ou se a neve cair esconder algo que não deve ser escondido. Flag: -offsets
ro: Folosiți-l dacă zăpada cade sub partea de jos a ecranului sau dacă zăpada căzută ascunde ceva care nu ar trebui să fie ascuns. Flag: -offsets
sv: Använd detta om snö faller under botten av din skärm, eller fallen snö döljer något som inte bör döljas. Flag: -offsets
uk: Використовуйте це, якщо сніг падає нижче нижньої частини екрана або випав сніг приховує те, що не слід приховувати. Flag: -offsets

source: Use this if no snow collects on your windows, or if snow collects separated from your windows. Some basic window managers need this setting (e.g. TWM needs in general a value of 25 .. 28). Flag: -offsety
cs: Tuto možnost použijte, pokud se na vašich oknech nehromadí sníh nebo pokud se sníh shromažďuje odděleně od oken. Někteří základní správci oken potřebují toto nastavení (např. TWM potřebuje obecně hodnotu 25 .. 28). Flag: -offsety
da: Brug denne, hvis der ikke samler sne på dine vinduer, eller hvis der samler sne adskilt fra dine vinduer. Nogle grundlæggende vinduesadministratorer har brug for denne indstilling (f.eks. kræver TWM generelt en værdi på 25 .. 28). Flag: -offsety
et: Kasutage seda juhul, kui teie akendele ei kogune lund või kui lumi koguneb teie akendest eraldi. Mõned tavalised aknahaldurid vajavad seda sätet (nt TWM vajab üldiselt väärtust 25 .. 28). Flag: -offsety
fi: Käytä tätä, jos ikkunoihin ei kerry lunta tai jos lumi kerääntyy ikkunoista erillään. Jotkut perusikkunoiden hallitsijat tarvitsevat tätä asetusta (esim. TWM tarvitsee yleensä arvon 25 .. 28). Flag: -offsety
fr: Utilisez ceci si aucune neige ne s'accumule sur vos fenêtres, ou si la neige s'accumule séparée de vos fenêtres. Certains gestionnaires de fenêtres de base ont besoin de ce paramètre (par exemple, TWM a besoin en général d'une valeur de 25 .. 28). Flag: -offsety
hu: Használja ezt, ha nem gyűlik össze hó az ablakokon, vagy ha a hó elválik az ablakoktól. Néhány alapvető ablakkezelőnek szüksége van erre a beállításra (például a TWM-nek általában 25 .. 28 értékre van szüksége). Flag: -offsety
is: Notaðu þetta ef enginn snjór safnast á gluggana þína, eða ef snjór safnast aðskilinn frá gluggunum þínum. Sumir grunn gluggastjórar þurfa þessa stillingu (t.d. þarf TWM almennt gildið 25 .. 28). Flag: -offsety
it: Utilizzalo se non si accumula neve sulle tue finestre o se si accumula neve separata dalle tue finestre. Alcuni gestori di finestre di base hanno bisogno di questa impostazione (ad esempio, TWM ha bisogno in generale di un valore di 25 .. 28). Flag: -offsety
lt: Naudokite tai, jei sniegas nesikaupia ant jūsų langų arba jei sniegas kaupiasi atskirai nuo jūsų langų. Kai kurioms pagrindinėms langų tvarkytuvėms reikalingas šis nustatymas (pvz., TWM paprastai reikia 25 .. 28 reikšmės). Flag: -offsety
lv: Izmantojiet to, ja uz jūsu logiem neuzkrājas sniegs vai ja sniegs sakrājas atsevišķi no jūsu logiem. Dažiem pamata logu pārvaldniekiem ir nepieciešams šis iestatījums (piemēram, TWM parasti ir nepieciešama vērtība 25 .. 28). Flag: -offsety
nl: Gebruik dit als er geen sneeuw op uw ramen ligt, of als sneeuw zich los van uw ramen verzamelt. Sommige basisvensterbeheerders hebben deze instelling nodig (bijv. TWM heeft in het algemeen een waarde van 25 .. 28 nodig). Flag: -offsety
no: Bruk denne hvis det ikke samler seg snø på vinduene dine, eller hvis det samler seg snø adskilt fra vinduene dine. Noen grunnleggende vindusadministratorer trenger denne innstillingen (f.eks. trenger TWM generelt en verdi på 25 .. 28). Flag: -offsety
pl: Użyj tego, jeśli na oknach nie zbiera się śnieg lub jeśli śnieg zbiera się poza oknami. Niektóre podstawowe menedżery okien wymagają tego ustawienia (np. TWM wymaga ogólnie wartości 25 .. 28). Flag: -offsety
pt: Use isso se nenhuma neve for coletada nas janelas ou se a neve for coletada separada das janelas. Alguns gerenciadores básicos de janelas precisam dessa configuração (por exemplo, a TWM precisa, em geral, de um valor de 25 .. 28). Flag: -offsety
ro: Utilizați acest lucru dacă nu se adună zăpadă pe ferestre sau dacă zăpadă se adună separat de ferestre. Unii manageri de ferestre de bază au nevoie de această setare (de exemplu, TWM are nevoie în general de o valoare de 25 .. 28). Flag: -offsety
sv: Använd detta om ingen snö samlas på dina fönster, eller om snö samlas skilt från dina fönster. Vissa grundläggande fönsterhanterare behöver denna inställning (t.ex. TWM behöver i allmänhet ett värde på 25 ... 28). Flag: -offsety
uk: Використовуйте це, якщо сніг не збирається на ваших вікнах або якщо сніг збирається окремо від ваших вікон. Деяким основним віконним менеджерам потрібне це налаштування (наприклад, для TWM зазвичай потрібно значення 25 .. 28). Flag: -offsety
